[
    {
       "Label":"CAPÍTULO I",
       "Text":"DAS DISPOSIÇÕES INICIAIS",
       "Order":1,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Do objetivo",
             "Children":[
                {
                   "Label":"Art. 1",
                   "Order":1,
                   "Text":"  Esta Instrução Normativa possui o objetivo de adotar as diretrizes de Boas Práticas de Fabricação de Medicamentos Radiofármacos do Esquema de Cooperação em Inspeção Farmacêutica, PIC/S, como requisitos complementares a serem seguidos na fabricação de medicamentos radiofármacos em adição às Diretrizes Gerais de Boas Práticas de Fabricação de Medicamentos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Da abrangência",
             "Children":[
                {
                   "Label":"Art. 2",
                   "Order":1,
                   "Text":"  Esta Instrução Normativa se aplica aos fabricantes dos seguintes tipos de produtos:",
                   "Children":[
                        {
                            "Label":"I",
                            "Order":1,
                            "Text":"Radiofármacos;"
                        },
                        {
                            "Label":"II",
                            "Order":2,
                            "Text":"Radiofármacos emissores de pósitrons (PET)"
                        },
                        {
                            "Label":"III",
                            "Order":3,
                            "Text":"Precursores radioativos para produção de radiofármacos;"
                        },
                        {
                            "Label":"IV",
                            "Order":4,
                            "Text":"Geradores de radionuclídeos."
                        },
                        {
                            "Label":"§1",
                            "Order":5,
                            "Text":"  Os radiofármacos utilizados em ensaios clínicos são abrangidos por esta resolução."
                        },
                        {
                            "Label":"§2",
                            "Order":6,
                            "Text":"  A exigência dos requisitos de boas práticas de fabricação aos diferentes estágios de fabricação de um medicamento radiofármaco, incluindo a obtenção dos radionuclídeos, é descrita no Anexo."
                        },
                        {
                            "Label":"§3",
                            "Order":7,
                            "Text":"  A avaliação de critérios das Diretrizes Gerais de Boas Práticas ou da presente Instrução Normativa deve observar a particularidade da produção em pequena escala dos medicamentos radiofármacos garantindo que requisitos voltados à fabricação em grande escala sejam cobrados quando da evidente redução de risco por sua utilização."
                        }
                   ]
                },
                {
                   "Label":"Art. 3",
                   "Order":2,
                   "Text":"A preparação de medicamentos radiofármacos utilizando geradores e componentes não radioativos para marcação com um componente radioativo registrado não é abrangida pela presente Instrução Normativa.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A preparação a que se refere o caput deve atender, a partir da entrada em vigor desta Instrução Normativa, à Resolução da Diretoria Colegiada - RDC n  67, de 8 de outubro de 2007, e suas respectivas atualizações."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Das definições",
             "Children":[
                {
                   "Label":"Art. 4",
                   "Order":1,
                   "Text":"Para efeito desta Instrução Normativa são adotadas as seguintes definições:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"Preparação: Manipulação e radiomarcação de componentes não radioativos para marcação com um componente radioativo com radionuclídeos eluídos de geradores ou precursores radioativos. Componentes não radioativos para marcação com um componente radioativo, geradores e precursores devem possuir registro junto à autoridade competente "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"Células quentes (hot cells): Estações de trabalho blindadas à radiação para produção e manuseio de materiais radioativos. As células quentes não são necessariamente projetadas como isoladores. "
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO II",
       "Text":"DAS DISPOSIÇÕES GERAIS",
       "Order":2,
       "Children":[
          {
             "Label":"Art. 5",
             "Order":1,
             "Text":" O manuseio e a fabricação de medicamentos radiofármacos são potencialmente perigosos.",
             "Children":[
                {
                   "Label":"Parágrafo único.",
                   "Order":1,
                   "Text":"O nível de risco depende, em particular, dos tipos de radiação, da energia da radiação e da meia-vida dos isótopos radioativos."
                }
             ]
          },
          {
             "Label":"Art. 6",
             "Order":2,
             "Text":"  Deve ser dada especial atenção à prevenção da contaminação cruzada, à retenção de contaminantes radionuclídicos e à eliminação de resíduos."
          },
          {
             "Label":"Art. 7",
             "Order":3,
             "Text":"Devido à meia-vida curta de seus radionuclídeos, alguns medicamentos radiofármacos podem ser liberados antes da conclusão de todos os testes de controle de qualidade.",
             "Children":[
                {
                   "Label":"Parágrafo único.",
                   "Order":1,
                   "Text":"Neste caso, a descrição exata e detalhada de todo o processo de liberação, incluindo as responsabilidades do pessoal envolvido e a avaliação contínua da efetividade do sistema de garantia de qualidade é essencial."
                }
             ]
          },
          {
             "Label":"Art. 8",
             "Order":4,
             "Text":"  O fabricante do medicamento radiofármaco final deve descrever e justificar as etapas de fabricação da substância ativa e do medicamento, além de determinar a aplicabilidade das diretrizes gerais de boas práticas para medicamentos e/ou as diretrizes de boas práticas para insumos farmacêuticos ativos para as etapas de fabricação envolvidas."
          },
          {
             "Label":"Art. 9",
             "Order":5,
             "Text":"A preparação de medicamentos radiofármacos requer a adesão às regulamentações específicas de radioproteção estabelecidas pela autoridade nacional competente."
          },
          {
             "Label":"Art. 10",
             "Order":6,
             "Text": " Os medicamentos radiofármacos a serem administrados por via parenteral devem obedecer aos requisitos de esterilidade aplicáveis aos demais medicamentos parenterais e, sempre que pertinente, às condições assépticas de trabalho para a fabricação de medicamentos estéreis abrangidas pelas diretrizes de boas práticas específicas a medicamentos estéreis."
          },
          {
             "Label":"Art. 11",
             "Order":7,
             "Text":"As especificações e os procedimentos de ensaio de controle de qualidade para os medicamentos radiofármacos mais utilizados são detalhados nas Farmacopeias reconhecidas pela Anvisa ou no registro sanitário."
          },
          {
             "Label":"Art. 12",
             "Order":8,
             "Text":"Os medicamentos radiofármacos destinados a ensaios clínicos devem ser elaborados em conformidade com as diretrizes de boas práticas específicas a medicamentos experimentais."
          }
       ]
    },
    {
       "Label":"CAPÍTULO III",
       "Text":"DAS DISPOSIÇÕES ESPECÍFICAS",
       "Order":3,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Da garantia da qualidade",
             "Children":[
                {
                   "Label":"Art. 13",
                   "Order":1,
                   "Text":"A garantia da qualidade é ainda mais importante na fabricação de medicamentos radiofármacos devido às suas características particulares, baixos volumes e, em algumas circunstâncias, à necessidade de administrar o produto antes que os testes de liberação estejam concluídos."
                },
                {
                   "Label":"Art. 14",
                   "Order":2,
                   "Text":"Assim como os demais medicamentos, os radiofármacos devem estar protegidos contra contaminação microbiológica e contaminação cruzada."
                },
                {
                   "Label":"Art. 15",
                   "Order":3,
                   "Text": " O ambiente e os operadores devem ser protegidos contra a radiação."
                },
                {
                   "Label":"Art. 16",
                   "Order":4,
                   "Text": " Os dados de monitoramento das instalações e processos devem ser rigorosamente registrados e avaliados como parte do processo de liberação."
                },
                {
                   "Label":"Art. 17",
                   "Order":5,
                   "Text": " Os princípios de qualificação e validação devem ser aplicados à fabricação de medicamentos radiofármacos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A abordagem de gerenciamento de risco deve ser usada para se determinar a extensão da qualificação/validação, focando-se em uma combinação das necessidades de Boas Práticas de Fabricação e radioproteção."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Do pessoal",
             "Children":[
                {
                   "Label":"Art. 18",
                   "Order":1,
                   "Text":"Todas as operações de fabricação devem ser realizadas sob a responsabilidade de pessoal com conhecimento adicional em radioproteção."
                },
                {
                   "Label":"Art. 19",
                   "Order":2,
                   "Text": " O pessoal envolvido na produção, controle analítico e liberação de medicamentos radiofármacos deve ser adequadamente treinado em aspectos específicos do sistema de gestão da qualidade de medicamentos radiofármacos."
                },
                {
                   "Label":"Art. 20",
                   "Order":3,
                   "Text": " O responsável técnico deve ter a responsabilidade geral pela liberação dos produtos."
                },
                {
                   "Label":"Art. 21",
                   "Order":4,
                   "Text": " Todo o pessoal envolvido com atividades em áreas onde produtos radioativos são fabricados, incluindo os envolvidos com limpeza e manutenção, deve receber treinamento adicional adaptado a esta classe de produtos."
                },
                {
                   "Label":"Art. 22",
                   "Order":5,
                   "Text": " Quando as instalações de fabricação forem compartilhadas com instituições de pesquisa, o pessoal de pesquisa deve ser adequadamente treinado em regulamentações de BPF.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A unidade de qualidade deve revisar e aprovar as atividades de pesquisa para garantir que elas não representem qualquer risco para a fabricação de medicamentos radiofármacos."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Das instalações e equipamentos",
             "Children":[
                {
                   "Label":"Subseção I",
                   "Order":1,
                   "Text":"Dos aspectos gerais das instalações e equipamentos",
                   "Children":[
                      {
                         "Label":"Art. 23",
                         "Order":1,
                         "Text": " Os produtos radioativos devem ser fabricados em áreas com controle ambiental e de radioproteção."
                      },
                      {
                         "Label":"Art. 24",
                         "Order":2,
                         "Text": " Todas as etapas de fabricação devem ocorrer em instalações dotadas de autocontenção e dedicadas para medicamentos radiofármacos."
                      },
                      {
                         "Label":"Art. 25",
                         "Order":3,
                         "Text": " Medidas devem ser estabelecidas e implementadas para prevenir a contaminação a partir de pessoal, materiais, radionuclídeos, dentre outras fontes."
                      },
                      {
                         "Label":"Art. 26",
                         "Order":4,
                         "Text": " Equipamentos fechados ou isolados devem ser usados sempre que apropriado."
                      },
                      {
                         "Label":"Art. 27",
                         "Order":5,
                         "Text": " Precauções para minimizar o risco de contaminação devem ser adotadas para os locais em que um equipamento é utilizado aberto ou precisa ser aberto."
                      },
                      {
                         "Label":"Art. 28",
                         "Order":6,
                         "Text": " A avaliação de risco deve demonstrar que o nível de limpeza ambiental proposto é adequado para o tipo de produto que está sendo fabricado."
                      },
                      {
                         "Label":"Art. 29",
                         "Order":7,
                         "Text": " O acesso às áreas de fabricação deve ser feito por área de paramentação, a qual deve ser restrita ao pessoal autorizado."
                      },
                      {
                         "Label":"Art. 30",
                         "Order":8,
                         "Text": " As estações de trabalho e seu ambiente devem ser monitorados com relação à radioatividade, qualidade microbiológica e particulada, conforme estabelecido durante a qualificação de desempenho (QD)."
                      },
                      {
                         "Label":"Art. 31",
                         "Order":9,
                         "Text": " Programas preventivos de manutenção, calibração e qualificação devem ser operados para garantir que todas as instalações e equipamentos utilizados na fabricação de medicamentos radiofármacos sejam adequados e qualificados.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"Essas atividades devem ser realizadas por pessoal competente e registros devem ser mantidos."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 32",
                         "Order":10,
                         "Text": " Devem ser tomadas precauções para se evitar a contaminação radioativa dentro das instalações."
                      },
                      {
                         "Label":"Art. 33",
                         "Order":11,
                         "Text": " Devem existir controles apropriados para detectar qualquer contaminação radioativa, seja diretamente por meio do uso de detectores de radiação ou indiretamente por meio de métodos de amostragem de limpeza."
                      },
                      {
                         "Label":"Art. 34",
                         "Order":12,
                         "Text": "O equipamento deve ser construído de modo que as superfícies que entram em contato com o produto não sejam reativas, aditivas ou absortivas, de modo a alterar a qualidade do medicamento radiofármaco."
                      },
                      {
                         "Label":"Art. 35",
                         "Order":13,
                         "Text": "A recirculação do ar extraído de onde os produtos radioativos são manuseados deve ser evitada, a menos que justificada."
                      },
                      {
                         "Label":"Art. 36",
                         "Order":14,
                         "Text": "As saídas de ar devem ser projetadas para minimizar a contaminação ambiental por partículas impregnadas com radionuclídeos e gases radioativos."
                      },
                      {
                         "Label":"Art. 37",
                         "Order":15,
                         "Text": "Medidas apropriadas devem ser tomadas para proteger as áreas controladas de contaminação por partículas e microrganismos."
                      },
                      {
                         "Label":"Art. 38",
                         "Order":16,
                         "Text": " A fim de conter partículas impregnadas com radionuclídeos, pode ser necessário que a pressão do ar seja menor em comparação com as áreas adjacentes, quando os produtos estão expostos.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"Mesmo neste caso, ainda é necessário proteger o produto da contaminação ambiental."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"Tal proteção pode ser alcançada, por exemplo, usando tecnologia de barreira ou antecâmaras com pressão negativa em relação a todas as áreas circundantes."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção II",
                   "Order":2,
                   "Text":"Das instalações e equipamentos para medicamentos estéreis",
                   "Children":[
                      {
                         "Label":"Art. 39",
                         "Order":1,
                         "Text": " Os medicamentos radiofármacos estéreis podem ser divididos entre aqueles fabricados assepticamente e os que são esterilizados terminalmente.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"A instalação deve manter o nível apropriado de limpeza ambiental de acordo com o tipo de medicamento estéril fabricado."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 40",
                         "Order":2,
                         "Text": "Para a fabricação de produtos estéreis em locais de trabalho onde os produtos ou recipientes podem estar expostos ao ambiente, os requisitos de limpeza devem atender aqueles descritos nas boas práticas específicas a medicamentos estéreis."
                      },
                      {
                         "Label":"Art. 41",
                         "Order":3,
                         "Text": "Para a fabricação de medicamentos radiofármacos, uma avaliação de risco pode ser aplicada para se determinar as diferenças de pressão apropriadas, a direção do fluxo de ar e a qualidade do ar."
                      },
                      {
                         "Label":"Art. 42",
                         "Order":4,
                         "Text": "No caso do uso de sistemas fechados e automatizados (síntese química, purificação, filtração estéril on-line ), um ambiente de classe C, usualmente denominado como célula quente, é adequado.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"As células quentes devem atender a um alto grau de limpeza do ar, com insuflamento de ar filtrado, quando fechadas."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 43",
                         "Order":5,
                         "Text": "Atividades assépticas devem ser realizadas em área de grau A."
                      },
                      {
                         "Label":"Art. 44",
                         "Order":6,
                         "Text": "Antes do início da fabricação, a montagem de equipamentos e consumíveis esterilizados, tais como tubos, filtros esterilizados e frascos estéreis fechados e selados em um sistema fechado, deve ser realizada sob condições assépticas."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção IV",
             "Order":4,
             "Text":"Da Documentação",
             "Children":[
                {
                   "Label":"Art. 45",
                   "Order":1,
                   "Text": " Todos os documentos relacionados à fabricação de medicamentos radiofármacos devem ser preparados, revisados, aprovados e distribuídos de acordo com procedimentos escritos."
                },
                {
                   "Label":"Art. 46",
                   "Order":2,
                   "Text": " As especificações devem estar estabelecidas e documentadas para matérias-primas, materiais de rotulagem e embalagem, intermediários críticos e o medicamento radiofármaco acabado."
                },
                {
                   "Label":"Art. 47",
                   "Order":3,
                   "Text": " Especificações devem estar em vigor para quaisquer outros itens críticos usados no processo de fabricação, como auxiliares de processo, juntas, kits para filtração esterilizante, que possam ter um impacto crítico na qualidade."
                },
                {
                   "Label":"Art. 48",
                   "Order":4,
                   "Text": " Critérios de aceitação devem ser estabelecidos para o medicamento radiofármaco, incluindo especificações para a liberação e prazo de validade, tais como impureza radioquímica do isótopo, concentração radioativa, pureza radionuclídica e atividade específica."
                },
                {
                   "Label":"Art. 49",
                   "Order":5,
                   "Text": " Registros de uso, limpeza, higienização, esterilização e manutenção de equipamentos importantes devem mostrar o nome do produto e o número do lote, quando apropriado.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Tais registros devem incluir a data, hora e assinatura das pessoas envolvidas nessas atividades."
                      }
                   ]
                },
                {
                   "Label":"Art. 50",
                   "Order":6,
                   "Text": " Os registros devem ser mantidos por, pelo menos, três anos, a menos que outro período seja definido em legislação específica."
                }
             ]
          },
          {
             "Label":"Seção V",
             "Order":5,
             "Text":"Da fabricação",
             "Children":[
                {
                   "Label":"Art. 51",
                   "Order":1,
                   "Text": "A fabricação de diferentes produtos radioativos na mesma área de trabalho, ou seja, célula quente ou unidade de fluxo unidirecional, ao mesmo tempo, deve ser evitada a fim de minimizar o risco de contaminação cruzada ou mistura."
                },
                {
                   "Label":"Art. 52",
                   "Order":2,
                   "Text": "Deve-se dar especial atenção à validação, incluindo a validação de sistemas informatizados, que devem ser realizadas de acordo com as diretrizes de boas práticas específicas à validação de sistemas informatizados.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Novos processos de fabricação devem ser validados prospectivamente."
                      }
                   ]
                },
                {
                   "Label":"Art. 53",
                   "Order":3,
                   "Text": " Os parâmetros críticos devem ser identificados antes ou durante a validação.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"As faixas necessárias a estes parâmetros para uma operação reprodutível devem estar definidas."
                      }
                   ]
                },
                {
                   "Label":"Art. 54",
                   "Order":4,
                   "Text": " O teste de integridade dos filtros esterilizantes deve ser realizado para produtos com envase asséptico.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Este teste deve levar em consideração a necessidade de proteção contra a radiação e a manutenção da esterilidade do filtro."
                      }
                   ]
                },
                {
                   "Label":"Art. 55",
                   "Order":5,
                   "Text": " Devido à exposição à radiação, aceita-se que a maior parte da rotulagem da embalagem primária seja feita antes da fabricação.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os frascos vazios, fechados e estéreis podem ser rotulados com informações parciais antes do enchimento, desde que este procedimento não comprometa a esterilidade ou impeça o controle visual do frasco preenchido."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção VI",
             "Order":6,
             "Text":"Do controle de qualidade",
             "Children":[
                {
                   "Label":"Art. 56",
                   "Order":1,
                   "Text": " Alguns medicamentos radiofármacos podem ter que ser distribuídos e utilizados com base em uma avaliação da documentação do lote, antes da conclusão de todos os testes químicos e microbiológicos."
                },
                {
                   "Label":"Art. 57",
                   "Order":2,
                   "Text": " A liberação do medicamento radiofármaco pode ser realizada em dois ou mais estágios, antes e após o teste analítico completo: I- avaliação, por uma pessoa designada, dos registros de fabricação do lote, que devem contemplar as condições de produção e os testes analíticos realizados até o momento, antes de permitir o transporte do medicamento radiofármaco em quarentena para o destinatário final II- avaliação dos dados analíticos finais, garantindo que todos os desvios dos procedimentos normais sejam documentados, justificados e apropriadamente liberados antes da certificação documentada pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica.",
                   "Children":[
                        {
                            "Label":"I",
                            "Order":1,
                            "Text":"avaliação, por uma pessoa designada, dos registros de fabricação do lote, que devem contemplar as condições de produção e os testes analíticos realizados até o momento, antes de permitir o transporte do medicamento radiofármaco em quarentena para o destinatário] final;"
                        },
                        {
                            "Label":"II",
                            "Order":2,
                            "Text":"avaliação dos dados analíticos finais, garantindo que todos os desvios dos procedimentos normais sejam documentados, justificados e apropriadamente liberados antes da certificação documentada pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica."
                        },
                        {
                            "Label":"Parágrafo único.",
                            "Order":3,
                            "Text":"Quando certos resultados de testes não forem disponibilizados antes do uso do produto, a Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica deve liberar condicionalmente o produto antes de ser usado e deve, posteriormente, liberar o produto definitivamente depois que todos os resultados do teste forem obtidos."
                        }
                   ]
                },
                {
                   "Label":"Art. 58",
                   "Order":3,
                   "Text": " A maior parte dos medicamentos radiofármacos destina-se a ser utilizada num curto espaço de tempo e o período de validade em relação à meia-vida radioativa deve ser claramente estabelecido."
                },
                {
                   "Label":"Art. 59",
                   "Order":4,
                   "Text": " Medicamentos radiofármacos associados a radionuclídeos com meias-vidas longas devem ser testados a fim de mostrar que atendem a todos os critérios de aceitação pertinentes, antes da liberação e certificação pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"  Antes que o teste seja realizado, as amostras podem ser armazenadas para permitir o decaimento suficiente da radioatividade."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":" Todos os testes, incluindo o de esterilidade, devem ser realizados assim que possível."
                      }
                   ]
                },
                {
                   "Label":"Art. 60",
                   "Order":5,
                   "Text": " Deve ser estabelecido um procedimento operacional detalhando a avaliação dos dados analíticos e de produção a serem considerados antes da expedição do lote."
                },
                {
                   "Label":"Art. 61",
                   "Order":6,
                   "Text": " Os medicamentos que não cumprirem os critérios de aceitação devem ser rejeitados."
                },
                {
                   "Label":"Art. 62",
                   "Order":7,
                   "Text": " Se o material for reprocessado, procedimentos pré-estabelecidos devem ser seguidos e o produto acabado deve atender aos critérios de aceitação antes da liberação."
                },
                {
                   "Label":"Art. 63",
                   "Order":8,
                   "Text": " Os medicamentos devolvidos não devem ser reprocessados."
                },
                {
                   "Label":"Art. 64",
                   "Order":9,
                   "Text": " Os medicamentos devolvidos devem ser armazenados como resíduos radioativos."
                },
                {
                   "Label":"Art. 65",
                   "Order":10,
                   "Text": " Um procedimento deve descrever as medidas a serem tomadas pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica, no caso que resultados de testes fora de especificação forem obtidos após a expedição e antes do vencimento.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"  Tais eventos devem ser investigados de modo a incluírem as ações corretivas e preventivas relevantes, tomadas para prevenir eventos futuros. Esse processo deve ser documentado."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"  A informação deve ser dada aos responsáveis clínicos dos locais onde o medicamento será utilizado, se necessário."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"  Para facilitar essa informação, um sistema de rastreabilidade deve estar disponível para os medicamentos radiofármacos."
                      }
                   ]
                },
                {
                   "Label":"Art. 66",
                   "Order":11,
                   "Text": " Um sistema para a verificação da qualidade das matérias-primas deve estar operacional.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"  A aprovação do fornecedor deve incluir uma avaliação que forneça a garantia adequada de que o material atende consistentemente às especificações."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"  As matérias-primas, materiais de embalagem e demais componentes críticos ao processo devem ser adquiridos de fornecedores aprovados."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção VII",
             "Order":7,
             "Text":"Das amostras de referência e retenção",
             "Children":[
                {
                   "Label":"Art. 67",
                   "Order":1,
                   "Text": " No caso dos medicamentos radiofármacos, amostras suficientes do granel de cada lote de produto formulado devem ser retidas por pelo menos seis meses após o prazo de validade do produto acabado, a menos que outro prazo seja justificado por meio do gerenciamento de riscos."
                },
                {
                   "Label":"Art. 68",
                   "Order":2,
                   "Text": " Amostras de matérias-primas, exceto gases, solventes ou água usada no processo de fabricação, devem ser retidas por, pelo menos, dois anos após a liberação do produto.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Esse período pode ser reduzido se o período de estabilidade do material retido, conforme indicado na especificação relevante, for mais curto."
                      }
                   ]
                },
                {
                   "Label":"Art. 69",
                   "Order":3,
                   "Text": " Podem ser definidas outras condições, mediante acordo com a autoridade sanitária competente, para a amostragem e retenção de matérias-primas e radiofármacos, fabricados individualmente ou em pequenas quantidades, ou quando a sua armazenagem puder vir a suscitar problemas especiais."
                }
             ]
          },
          {
             "Label":"Seção VIII",
             "Order":8,
             "Text":"Da distribuição",
             "Children":[
                {
                   "Label":"Art. 70",
                   "Order":1,
                   "Text": " A distribuição do produto acabado sob condições controladas, antes que todos os resultados apropriados dos testes sejam disponibilizados, é aceitável para medicamentos radiofármacos, desde que estes não sejam administrados pelos destinatários até que os resultados satisfatórios do teste tenham sido recebidos e avaliados por uma pessoa designada."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO IV",
       "Text":"DAS DISPOSIÇOES FINAIS",
       "Order":4,
       "Children":[
          {
             "Label":"Art. 71",
             "Order":1,
             "Text": " O descumprimento das disposições contidas nesta Instrução Normativa constitui infração sanitária, nos termos da Lei n . 6.437, de 20 de agosto de 1977, sem prejuízo das responsabilidades civil, administrativa e penal cabíveis."
          },
          {
             "Label":"Art. 72",
             "Order":2,
             "Text": " Esta Instrução Normativa entra em vigor 45 (quarenta e cinco) dias após a data de sua publicação."
          }
       ]
    }
 ]