[
    {
       "Label":"CAPÍTULO I",
       "Text":"DAS DISPOSIÇÕES INICIAIS",
       "Order":1,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Do objetivo",
             "Children":[
                {
                   "Label":"Art. 1",
                   "Order":1,
                   "Text":"Esta Instrução Normativa possui o objetivo de adotar as diretrizes de Boas Práticas de Fabricação de Medicamentos Líquidos, Cremes ou Pomadas do Esquema de Cooperação em Inspeção Farmacêutica, PIC/S, como requisitos complementares a serem seguidos na fabricação de medicamentos líquidos, cremes ou pomadas em adição às Diretrizes Gerais de Boas Práticas de Fabricação de Medicamentos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Da abrangência",
             "Children":[
                {
                   "Label":"Art. 2",
                   "Order":1,
                   "Text":"Esta Instrução Normativa se aplica às empresas que realizam as operações envolvidas na fabricação de medicamentos líquidos, cremes e pomadas, incluindo os medicamentos experimentais."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO II",
       "Text":"DAS DISPOSIÇÕES GERAIS",
       "Order":2,
       "Children":[
          {
             "Label":"Art. 3",
             "Order":1,
             "Text":" Devido à propensão dos medicamentos líquidos, cremes e pomadas à contaminação microbiológica, medidas especiais de prevenção desta devem ser adotadas para estes medicamentos."
          },
          {
             "Label":"Art. 4",
             "Order":2,
             "Text":"A fabricação de líquidos, cremes e pomadas deve ser realizada de acordo com as diretrizes gerais de Boas Práticas de Fabricação e diretrizes específicas aplicáveis.",
             "Children":[
                {
                   "Label":"Parágrafo único.",
                   "Order":1,
                   "Text":"A presente diretriz serve apenas para enfatizar pontos específicos da regulação destas formas farmacêuticas."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO III",
       "Text":"DAS DISPOSIÇÕES ESPECÍFICAS",
       "Order":3,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Das instalações e equipamentos",
             "Children":[
                {
                   "Label":"Art. 5",
                   "Order":1,
                   "Text":"O uso de sistemas fechados de processamento e transferência para proteger o produto contra a contaminação microbiológica deve ser a recomendação de escolha."
                },
                {
                   "Label":"Art. 6",
                   "Order":2,
                   "Text":"As áreas de produção onde os produtos ou recipientes limpos abertos estão expostos devem ser adequadamente insufladas com ar filtrado."
                },
                {
                   "Label":"Art. 7",
                   "Order":3,
                   "Text":" Os tanques, recipientes, tubulações e bombas devem ser projetados e instalados de modo que possam ser facilmente limpos e, se necessário, sanitizados.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O projeto do equipamento deve minimizar os trechos mortos ou locais onde os resíduos podem se acumular e promover a proliferação microbiana."
                      }
                   ]
                },
                {
                   "Label":"Art. 8",
                   "Order":4,
                   "Text":" O uso de aparelhos de vidro deve ser evitado sempre que possível. Aço inoxidável de alta qualidade é, na maioria dos casos, o material mais adequado para as partes em contato com produtos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Da produção",
             "Children":[
                {
                   "Label":"Art. 9",
                   "Order":1,
                   "Text":"A qualidade química e microbiológica da água utilizada na produção deve ser especificada e monitorada."
                },
                {
                   "Label":"Art. 10",
                   "Order":2,
                   "Text":"Procedimentos específicos de manutenção do sistema de água devem ser estabelecidos, a fim de evitar o risco da proliferação microbiana."
                },
                {
                   "Label":"Art. 11",
                   "Order":3,
                   "Text":"Após qualquer sanitização química dos sistemas de água, um procedimento validado de rinsagem deve ser seguido para assegurar que o agente sanitizante tenha sido efetivamente removido."
                },
                {
                   "Label":"Art. 12",
                   "Order":4,
                   "Text":"A qualidade dos materiais recebidos em tanques de transferência deve ser verificada antes de serem transferidos para os tanques de armazenamento."
                },
                {
                   "Label":"Art. 13",
                   "Order":5,
                   "Text":"Precauções adicionais devem ser adotadas ao transferir materiais via tubulações para garantir que eles são entregues ao destino correto."
                },
                {
                   "Label":"Art. 14",
                   "Order":6,
                   "Text":"Materiais com propensão a dissipar fibras ou outros contaminantes, tais como papelão, paletes de madeira, não devem entrar nas áreas em que os produtos ou equipamentos limpos estejam expostos."
                },
                {
                   "Label":"Art. 15",
                   "Order":7,
                   "Text":"Precauções especiais devem ser adotadas para a manutenção da homogeneidade das emulsões, suspensões, dentre outras misturas heterogêneas, durante o envase.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":" Os processos de mistura e envase devem ser validados."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":" As precauções especiais devem sobretudo garantir os passos mais críticos do processo, tais como início e fim do processo de envase, paradas, a fim de que a homogeneidade seja mantida."
                      }
                   ]
                },
                {
                   "Label":"Art. 16",
                   "Order":8,
                   "Text":"Quando o produto envasado não for imediatamente embalado, os períodos máximos de estocagem e as condições desta devem ser especificados e obedecidos."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO IV",
       "Text":"DAS DISPOSIÇÕES FINAIS",
       "Order":4,
       "Children":[
          {
             "Label":"Art. 17",
             "Order":1,
             "Text":"O descumprimento das disposições contidas nesta Instrução Normativa constitui infração sanitária, nos termos da Lei nº. 6.437, de 20 de agosto de 1977, sem prejuízo das responsabilidades civil, administrativa e penal cabíveis."
          },
          {
             "Label":"Art. 18",
             "Order":2,
             "Text":"Esta Instrução Normativa entra em vigor 45 (quarenta e cinco) dias após sua publicação."
          }
       ]
    }
 ]