[
   {
      "Label":"CAPÍTULO I",
      "Text":"DAS DISPOSIÇÕES INICIAIS",
      "Order":1,
      "Children":[
         {
            "Label":"Seção I",
            "Order":1,
            "Text":"Do objetivo",
            "Children":[
               {
                  "Label":"Art. 1",
                  "Order":1,
                  "Text":"Esta Instrução Normativa possui o objetivo de adotar as diretrizes de Boas  Práticas  de  Fabricação  relacionadas  aos  sistemas  computadorizados  do  Esquema  de  Cooperação em Inspeção Farmacêutica, PIC/S, como requisitos complementares a serem  seguidos na fabricação de medicamentos em adição às Diretrizes Gerais de Boas Práticas  de Fabricação de Medicamentos."
               }
            ]
         },
         {
            "Label":"Seção II",
            "Order":2,
            "Text":"Da abrangência",
            "Children":[
               {
                  "Label":"Art. 2",
                  "Order":1,
                  "Text":"Esta  Instrução  Normativa  se  aplica  a  todas  as  formas  de  sistemas  computadorizados utilizados como parte de atividades reguladas pelas Boas Práticas de  Fabricação de medicamentos, incluindo os medicamentos experimentais."
               }
            ]
         },
         {
            "Label":"Seção III",
            "Order":3,
            "Text":"Das definições",
            "Children":[
               {
                  "Label":"Art. 3",
                  "Order":1,
                  "Text":"Para efeito desta Instrução Normativa, são adotadas as seguintes definições",
                  "Children":[
                     {
                        "Label":"I",
                        "Order":1,
                        "Text":"aplicativo:  Software  instalado  em  uma  plataforma hardware  definida,  fornecendo uma funcionalidade específica"
                     },
                     {
                        "Label":"II",
                        "Order":2,
                        "Text":"ciclo de vida: Todas as fases da vida do sistema, desde os requisitos iniciais até  a desativação, incluindo projeto, especificação, programação, teste, instalação, operação  e manutenção"
                     },
                     {
                        "Label":"III ",
                        "Order":3,
                        "Text":"infraestrutura  de  TI:  O  hardware  e  o  software ,  como  software  de  rede  e  sistemas operacionais, que tornam possível o aplicativo funcionar   "
                     },
                     {
                        "Label":"IV ",
                        "Order":4,
                        "Text":"negócio:  objeto  a  ser  estudado  na  validação,  compreende  gerenciamento  de  dados e materiais, atividades analíticas, processo produtivo etc.   "
                     },
                     {
                        "Label":"V",
                        "Order":5,
                        "Text":"proprietário do processo: A pessoa responsável pelo processo do negócio   "
                     },
                     {
                        "Label":"VI ",
                        "Order":6,
                        "Text":"proprietário  do  sistema:  A  pessoa  responsável  pela  disponibilização  e  manutenção  de  um  sistema  computadorizado  e  pela  segurança  dos  dados  que  residem  nesse sistema   "
                     },
                     {
                        "Label":"VII ",
                        "Order":7,
                        "Text":"sistema  computadorizado  personalizado  ou  sob  medida:  Um  sistema  computadorizado projetado individualmente para se adequar a um processo de negócios  específico   "
                     },
                     {
                        "Label":"VIII ",
                        "Order":8,
                        "Text":"software  comercial  pronto  para  uso:  Software  comercialmente  disponível,  cuja adequação para uso é demonstrada por um amplo conjunto de usuários   "
                     },
                     {
                        "Label":"IX ",
                        "Order":9,
                        "Text":"terceiro:  Partes  não  administradas  diretamente  pelo  titular  da  autorização  de  fabricação ou de importação.  "
                     }
                  ]
               }
            ]
         }
      ]
   },
   {
      "Label":"CAPÍTULO II",
      "Text":"DAS DISPOSIÇÕES GERAIS",
      "Order":2,
      "Children":[
         {
            "Label":"Seção I",
            "Order":1,
            "Text":"Da introdução",
            "Children":[
               {
                  "Label":"Art. 4",
                  "Order":1,
                  "Text":"Um sistema computadorizado é um conjunto de software e componentes  de hardware que, juntos, cumprem certas funcionalidades."
               },
               {
                  "Label":"Art. 5",
                  "Order":2,
                  "Text":"O aplicativo deve ser validado.  (Retificado  no DOU n49, de 12 de março de 2020)"
               },
               {
                  "Label":"Art. 6",
                  "Order":3,
                  "Text":"A infraestrutura de tecnologia da informação deve ser qualificada."
               },
               {
                  "Label":"Art. 7",
                  "Order":4,
                  "Text":"Sempre que um sistema computadorizado substitui uma operação manual,  não deve haver diminuição na qualidade do produto,  controle de processo, garantia da  qualidade ou um aumento do risco geral para o processo."
               }
            ]
         },
         {
            "Label":"Seção II",
            "Order":2,
            "Text":"Da gestão de riscos",
            "Children":[
               {
                  "Label":"Art. 8",
                  "Order":1,
                  "Text":"A gestão de riscos deve ser aplicada durante todo o ciclo de vida do sistema  computadorizado, levando em consideração a segurança do paciente, a integridade dos  dados e a qualidade do produto."
               },
               {
                  "Label":"Art. 9",
                  "Order":2,
                  "Text":"As decisões sobre a extensão da validação e controle de integridade de dados  devem  ser  baseadas  e  justificadas  em  avaliações  de  risco  documentadas  do  sistema  computadorizado."
               }
            ]
         },
         {
            "Label":"Seção III",
            "Order":3,
            "Text":"Do pessoal",
            "Children":[
               {
                  "Label":"Art. 10",
                  "Order":1,
                  "Text":"O Proprietário do Processo, Proprietário do Sistema, Pessoas Autorizadas,  TI e as demais áreas e demais pessoas relevantes devem ter qualificações adequadas, nível  de acesso e responsabilidades definidas para desempenhar as suas atribuições."
               }
            ]
         },
         {
            "Label":"Seção IV",
            "Order":4,
            "Text":"Dos fornecedores e prestadores de serviços",
            "Children":[
               {
                  "Label":"Art. 11",
                  "Order":1,
                  "Text":"Quando fornecedores, prestadores de serviços ou outros terceiros são usados  para fornecer, instalar, configurar, integrar, validar, manter, modificar ou armazenar um  sistema  computadorizado  ou  serviço  relacionado,  ou  para  fins  de  processamento  de  dados,  devem  existir  contratos  entre  o  fabricante  e  quaisquer  terceiros,  em  que  constem  declarações claras das responsabilidades do terceiro.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"Os departamentos de tecnologia de informação do contratante e  do contratado devem ser considerados análogos."
                     }
                  ]
               },
               {
                  "Label":"Art. 12",
                  "Order":2,
                  "Text":"A  competência  e  a  confiabilidade  de  um  fornecedor  são  consideradas  elementos  essenciais  durante  a  seleção  do  produto  ou  do  prestador  de  serviço,  onde  a  determinação destas por meio de uma auditoria deve ter a necessidade estabelecida por  uma avaliação de risco documentada."
               },
               {
                  "Label":"Art. 13",
                  "Order":3,
                  "Text":"A documentação fornecida com softwares comerciais prontos para uso deve  ser revisada por usuários qualificados para verificar se os requerimentos do usuário são  atendidos."
               },
               {
                  "Label":"Art. 14",
                  "Order":4,
                  "Text":"Informações sobre os sistemas de gestão da qualidade e sobre auditorias  realizadas  em  fornecedores  ou  desenvolvedores  de  software  e  sistemas  implantados  devem ser disponibilizados aos inspetores sempre que solicitadas."
               }
            ]
         }
      ]
   },
   {
      "Label":"CAPÍTULO III",
      "Text":"DAS DISPOSIÇÕES ESPECÍFICAS",
      "Order":3,
      "Children":[
         {
            "Label":"Seção I",
            "Order":1,
            "Text":"Da validação da fase de projeto",
            "Children":[
               {
                  "Label":"Art. 15",
                  "Order":1,
                  "Text":"Os  documentos  e  relatórios  de  validação  devem  abranger  as  etapas  relevantes do ciclo de vida."
               },
               {
                  "Label":"Art. 16",
                  "Order":2,
                  "Text":"Os  fabricantes  devem  justificar  seus  padrões,  protocolos,  critérios  de  aceitação, procedimentos e registros com base em sua avaliação de risco."
               },
               {
                  "Label":"Art. 17",
                  "Order":3,
                  "Text":"A documentação de validação deve incluir os  registros dos  controles de  mudança e os relatórios de investigação de quaisquer desvios observados."
               },
               {
                  "Label":"Art. 18",
                  "Order":4,
                  "Text":"Um  inventário  de  todos  os  sistemas  relevantes  e  as  funcionalidades  relacionadas  às  Boas  Práticas  de  Fabricação  deve  ser  mantido  pela  empresa  e  disponibilizada sempre que solicitado."
               },
               {
                  "Label":"Art. 19",
                  "Order":5,
                  "Text":"Devem  estar  disponíveis  descrições  atualizadas  dos  sistemas  críticos  que  detalhem os arranjos físicos e lógicos, fluxos de dados e interfaces com outros sistemas  ou processos, quaisquer pré-requisitos de hardware e software e medidas de segurança."
               },
               {
                  "Label":"Art. 20",
                  "Order":6,
                  "Text":"As  especificações  dos  requerimentos  dos  usuários  devem  descrever  as  funções requeridas ao sistema computadorizado e se basearem em uma avaliação de risco  documentada e no impacto às boas práticas de fabricação.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"Os requisitos do usuário devem ser rastreáveis durante todo o ciclo  de vida."
                     }
                  ]
               },
               {
                  "Label":"Art. 21",
                  "Order":7,
                  "Text":"O usuário deve tomar as medidas pertinentes para garantir que o sistema foi  desenvolvido de acordo com um sistema de gestão da qualidade apropriado.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"O fornecedor deve ser avaliado de forma adequada."
                     }
                  ]
               },
               {
                  "Label":"Art. 22",
                  "Order":8,
                  "Text":"Para  a  validação  de  sistemas  computadorizados  personalizados,  ou  sob  medida, deve haver um processo que garanta a avaliação formal e o registro das medidas  de qualidade e de desempenho para todos os estágios do ciclo de vida do sistema."
               },
               {
                  "Label":"Art. 23",
                  "Order":9,
                  "Text":". Devem ser demonstradas as evidências dos métodos e cenários de testes  apropriados.",
                  "Children":[
                     {
                        "Label":"§1",
                        "Order":1,
                        "Text":"As  evidências  previstas  no  caput  devem  incluir  os  limites  de  parâmetros  do  sistema (processo), limites de dados e tratamento de erros."
                     },
                     {
                        "Label":"§2",
                        "Order":2,
                        "Text":"Ferramentas de teste automatizadas e ambientes de teste devem ter avaliações  documentadas de sua adequação."
                     }
                  ]
               },
               {
                  "Label":"Art. 24",
                  "Order":10,
                  "Text":".Caso os dados sejam transferidos para outro formato ou sistema de dados,  a validação deve incluir verificações de que os dados não foram alterados em valor ou  significado durante este processo de migração."
               }
            ]
         },
         {
            "Label":"Seção II",
            "Order":2,
            "Text":"Da fase operacional   Subseção I   Dos dados.",
            "Children":[
               {
                  "Label":"Art. 25",
                  "Order":1,
                  "Text":".  A  troca  de  dados  eletrônicos  de  sistemas  computadorizados  com  outros  sistemas  devem  possuir  verificações  acopladas  apropriadas  para  a  alimentação  e  o  processamento correto e seguro dos dados, a fim de minimizar os riscos.  Subseção II   Das verificações de exatidão"
               },
               {
                  "Label":"Art. 26",
                  "Order":2,
                  "Text":".  Para  dados  críticos  inseridos  manualmente,  deve  haver  uma  verificação  adicional da exatidão dos dados.",
                  "Children":[
                     {
                        "Label":"§1",
                        "Order":1,
                        "Text":"°  Essa  verificação  pode  ser  feita  por  um  segundo  operador  ou  por  um  meio  eletrônico validado."
                     },
                     {
                        "Label":"§2",
                        "Order":2,
                        "Text":"° A criticidade e as consequências potenciais de dados errados ou incorretamente  inseridos em um sistema devem ser cobertas pela avaliação de risco.  Subseção III   Do armazenamento dos dados"
                     }
                  ]
               },
               {
                  "Label":"Art. 27",
                  "Order":3,
                  "Text":".Os dados devem ser protegidos por meios físicos e eletrônicos contra danos."
               },
               {
                  "Label":"Art. 28",
                  "Order":4,
                  "Text":".Os  dados  armazenados  devem  ser  verificados  quanto  à  acessibilidade,  legibilidade e exatidão."
               },
               {
                  "Label":"Art. 29",
                  "Order":5,
                  "Text":".O acesso aos dados armazenados deve ser garantido durante todo o período  de armazenamento."
               },
               {
                  "Label":"Art. 30",
                  "Order":6,
                  "Text":". Devem ser feitos  backups  de todos os dados relevantes.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"A integridade e a exatidão dos dados de  backup  e a capacidade de  restaurar  os  dados  devem  ser  verificadas  durante  a  validação  e  monitoradas  periodicamente.  Subseção IV   Das impressões"
                     }
                  ]
               },
               {
                  "Label":"Art. 31",
                  "Order":7,
                  "Text":".Os  dados  armazenados  eletronicamente  devem  possibilitar  a  geração  de  cópias impressas claras."
               },
               {
                  "Label":"Art. 32",
                  "Order":8,
                  "Text":".Para os registros que dão suporte à liberação dos lotes, deve ser possível  gerar impressões indicando se algum dos dados foi alterado desde a sua inserção original.  Subseção V   Das trilhas de auditoria."
               },
               {
                  "Label":"Art. 33",
                  "Order":9,
                  "Text":".  Baseada  em  análise  de  risco,  deve  ser  considerada  a  construção  de  um  sistema  de  trilha  de  auditoria  de  todas  as  deleções  ou  alterações  relevantes  às  Boas  Práticas.",
                  "Children":[
                     {
                        "Label":"§1",
                        "Order":1,
                        "Text":"°  Para  alteração  ou  exclusão  de  dados  relevantes  para  as  Boas  Práticas  de  Fabricação, a razão deve ser documentada."
                     },
                     {
                        "Label":"§2",
                        "Order":2,
                        "Text":"° As trilhas de auditoria devem estar disponíveis e devem ser passíveis de serem  apresentadas em um formato compreensível quando disponibilizadas."
                     },
                     {
                        "Label":"§3",
                        "Order":3,
                        "Text":"° As trilhas de auditoria devem ser revisadas regularmente.  Subseção VI   Do gerenciamento de mudanças e do gerenciamento de configurações"
                     }
                  ]
               },
               {
                  "Label":"Art. 34",
                  "Order":10,
                  "Text":".  Quaisquer  alterações  em  um  sistema  computadorizado,  incluindo  configurações  do  sistema,  devem  ser  feitas  de  maneira  controlada,  de  acordo  com  um  procedimento definido.  Subseção VII   Da avaliação periódica"
               },
               {
                  "Label":"Art. 35",
                  "Order":11,
                  "Text":".Sistemas  computadorizados  devem  ser  periodicamente  avaliados  para  confirmação de que permanecem validados e em conformidade com as Boas Práticas de  Fabricação.",
                  "Children":[
                     {
                        "Label":"Parágrafo  único.",
                        "Order":1,
                        "Text":"Essas  avaliações  devem  incluir,  quando  apropriado,  o  conjunto  atual  de  funcionalidades,  registros  de  desvio,  incidentes,  problemas,  histórico  de  atualização, desempenho, confiabilidade, segurança e relatórios de situação de validação.  Subseção VIII   Da segurança"
                     }
                  ]
               },
               {
                  "Label":"Art. 36",
                  "Order":12,
                  "Text":".Devem existir controles físicos ou lógicos que assegurem que o acesso ao  sistema computadorizado é permitido apenas às pessoas autorizadas.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"Os métodos adequados para impedir o acesso não autorizado ao  sistema podem incluir o uso de chaves, cartões de acesso, códigos pessoais com senhas,  dados  biométricos,  acesso  restrito  a  equipamentos  de  informática  e  áreas  de  armazenamento de dados."
                     }
                  ]
               },
               {
                  "Label":"Art. 37",
                  "Order":13,
                  "Text":". A extensão dos controles de segurança deve ser determinada de acordo com  uma avaliação da criticidade do sistema computadorizado."
               },
               {
                  "Label":"Art. 38",
                  "Order":14,
                  "Text":". A criação, alteração e cancelamento de autorizações de acesso devem ser  registradas."
               },
               {
                  "Label":"Art. 39",
                  "Order":15,
                  "Text":". Sistemas de gestão de dados e de documentos devem ser projetados para  registrar a identidade dos usuários que inserem, alteram, confirmam ou excluem dados,  incluindo data e hora.  Subseção IX   Da gestão de incidentes"
               },
               {
                  "Label":"Art. 40",
                  "Order":16,
                  "Text":".Todos os incidentes, não apenas falhas de sistema e erros de dados, devem  ser registrados e avaliados.",
                  "Children":[
                     {
                        "Label":"Parágrafo único.",
                        "Order":1,
                        "Text":"A causa raiz dos incidentes críticos deve ser identificada e integrar  a base das ações corretivas e preventivas adotadas.  Subseção X   Da assinatura eletrônica"
                     }
                  ]
               },
               {
                  "Label":"Art. 41",
                  "Order":17,
                  "Text":". Registros eletrônicos podem ser assinados eletronicamente."
               },
               {
                  "Label":"Art. 42",
                  "Order":18,
                  "Text":". As assinaturas eletrônicas devem:",
                  "Children":[
                     {
                        "Label":"I",
                        "Order":1,
                        "Text":"I ter  o  mesmo  impacto  que  as  assinaturas  manuscritas  dentro  dos  limites  da  empresa   "
                     },
                     {
                        "Label":"II",
                        "Order":2,
                        "Text":"IIligar-se permanentemente ao seu respectivo registro   "
                     },
                     {
                        "Label":"III",
                        "Order":3,
                        "Text":"IIIincluir a hora e a data em que foram aplicadas   "
                     },
                     {
                        "Label":"IV",
                        "Order":4,
                        "Text":"IVpara os registros utilizados externamente, a assinatura eletrônica deve atender  as diretrizes de certificação digital aplicáveis localmente.  Subseção XI   Da liberação de lotes   "
                     }
                  ]
               },
               {
                  "Label":"Art. 43",
                  "Order":19,
                  "Text":".Quando  um  sistema  computadorizado  for  usado  para  liberação  de  lotes,  deve  ser  assegurado  que  apenas  Pessoa  Delegada  pelo  Sistema  de  Qualidade  Farmacêutica  tenha permissão  a essa funcionalidade.",
                  "Children":[
                     {
                        "Label":"§1",
                        "Order":1,
                        "Text":"°  Um  registro  especificando  a  pessoa  responsável  pela  liberação  deve  estar  disponível."
                     },
                     {
                        "Label":"§2",
                        "Order":2,
                        "Text":"°  A  identificação  e  o  registro  da  pessoa  responsável  devem  ser  realizados  por  meio de assinatura eletrônica.  Subseção XII   Da continuidade do negócio."
                     }
                  ]
               },
               {
                  "Label":"Art. 44",
                  "Order":20,
                  "Text":". Devem existir medidas que garantam a continuidade dos processos críticos  em  caso  de  falhas  dos  sistemas  computadorizados  que  lhes  dão  suporte,  tais  como  sistemas alternativos ou registros manuais.",
                  "Children":[
                     {
                        "Label":"§1",
                        "Order":1,
                        "Text":"°  O  tempo  necessário  para  se  pôr  em  prática  as  medidas  alternativas  deve  ser  baseado  no  risco,  bem  como  ser  adequado  a  um  determinado  sistema  e  ao  processo  comercial apoiado."
                     },
                     {
                        "Label":"§2",
                        "Order":2,
                        "Text":"° Essas medidas alternativas devem ser adequadamente documentadas e testadas.  Subseção XIII   Do arquivamento"
                     }
                  ]
               },
               {
                  "Label":"Art. 45",
                  "Order":21,
                  "Text":".Os dados podem ser arquivados desde que permaneçam acessíveis, legíveis  e íntegros.",
                  "Children":[
                     {
                        "Label":"Parágrafo  único.",
                        "Order":1,
                        "Text":"Se  forem  necessárias  alterações  relevantes  no  sistema,  a  capacidade de recuperar os dados deve ser assegurada e testada."
                     }
                  ]
               }
            ]
         }
      ]
   },
   {
      "Label":"CAPÍTULO IV",
      "Text":"DAS DISPOSIÇÕES FINAIS",
      "Order":4,
      "Children":[
         {
            "Label":"Art. 46",
            "Order":1,
            "Text":".O  descumprimento  das  disposições  contidas  nesta  Instrução  Normativa  constitui infração sanitária, nos termos da Lei nº. 6.437, de 20 de agosto de 1977, sem  prejuízo das responsabilidades civil, administrativa e penal cabíveis."
         },
         {
            "Label":"Art. 47",
            "Order":2,
            "Text":".Esta  Instrução Normativa entra em  vigor  45 (quarenta e cinco) dias após  sua publicação.      WILLIAM DIB   Diretor-Presidente"
         }
      ]
   }
]