[
    {
       "Label":"CAPÍTULO I",
       "Text":"DAS DISPOSIÇÕES INICIAIS",
       "Order":1,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Do objetivo",
             "Children":[
                {
                   "Label":"Art. 1",
                   "Order":1,
                   "Text":"Esta Instrução Normativa possui o objetivo de adotar as diretrizes de Boas Práticas de Fabricação de Medicamentos Experimentais do Esquema de Cooperação em Inspeção Farmacêutica, PIC/S, como requisitos complementares a serem seguidos na fabricação de medicamentos experimentais em adição às Diretrizes Gerais de Boas Práticas de Fabricação de Medicamentos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Da abrangência",
             "Children":[
                {
                   "Label":"Art. 2",
                   "Order":1,
                   "Text":"Esta Instrução Normativa se aplica às empresas que realizam operações de fabricação de medicamentos experimentais."
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Das definições",
             "Children":[
                {
                   "Label":"Art. 3",
                   "Order":1,
                   "Text":"Para efeito desta Instrução Normativa, são adotadas as seguintes definições:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"amostra de referência: amostras de um lote de matérias-primas, material de embalagem ou medicamento na sua embalagem primária que são armazenadas com o propósito de serem analisadas, se necessário, durante o prazo de validade do produto. "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"amostra de retenção: amostras de um lote totalmente embalado de um medicamento, com todos seus componentes necessários para a venda ao consumidor, tais como embalagem secundária da apresentação, rotulagem, bulas, gravações dos dados variáveis, que são armazenadas para fins de identificação."
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"arquivo de especificação do produto: arquivo de referência contendo, ou referindo-se a arquivos que contenham, todas as informações necessárias para redigir as instruções escritas detalhadas sobre processamento, embalagem, testes de controle de qualidade, liberação do lote e envio de um medicamento experimental  "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"cegamento: procedimento no qual a condição de tratamento é mantida desconhecida para uma ou mais partes do estudo. Em relação a um medicamento experimental, o cegamento significa o mascaramento intencional da identidade do produto de acordo com as instruções do patrocinador  "
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"código de randomização: lista em que o tratamento atribuído a cada participante de ensaio clínico é identificado a partir do processo de randomização  "
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"Dossiê de Desenvolvimento Clínico de Medicamento (DDCM) – compilado de documentos a ser submetido à Anvisa com a finalidade de se avaliar as etapas inerentes ao desenvolvimento de um medicamento experimental visando à obtenção de informações para subsidiar o registro ou alterações pós-registro do referido produto  "
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"duplo-cego: procedimento no qual participante(s) do ensaio clínico, investigador(es), monitor e, em alguns casos, analista(s) de dados desconhecem a(s) condição(ões) do tratamento. "
                      },
                      {
                         "Label":"VIII",
                         "Order":8,
                         "Text":"ensaio clínico: pesquisa conduzida em seres humanos com o objetivo de descobrir ou confirmar os efeitos clínicos e/ou farmacológicos e/ou qualquer outro efeito farmacodinâmico do medicamento experimental e/ou identificar qualquer reação adversa ao medicamento experimental e/ou estudar a absorção, distribuição, metabolismo e excreção do medicamento experimental para verificar sua segurança e/ou eficácia  "
                      },
                      {
                         "Label":"IX",
                         "Order":9,
                         "Text":"fabricante ou importador de medicamentos experimentais: qualquer detentor da autorização para fabricar ou importar  "
                      },
                      {
                         "Label":"X",
                         "Order":10,
                         "Text":"investigador: pessoa responsável pela condução de um ensaio clínico no local em que o ensaio é conduzido. Se o estudo for conduzido por um grupo de pessoas, o investigador é o líder do grupo e será chamado de investigador principal  "
                      },
                      {
                         "Label":"XI",
                         "Order":11,
                         "Text":"medicamento experimental: produto farmacêutico em teste, objeto do Dossiê de Desenvolvimento Clínico de Medicamento (DDCM), a ser utilizado no ensaio clínico, com a finalidade de se obter informações para o seu registro ou pós-registro ou Forma farmacêutica de uma substância ativa ou placebo testada ou utilizada como referência em um ensaio clínico, incluindo um produto com registro quando utilizado ou montado (formulado ou embalado) de uma forma diferente da registrada, ou quando utilizado para uma indicação não registrada, ou quando usado para obter mais informações sobre a forma registrada  "
                      },
                      {
                         "Label":"XII",
                         "Order":12,
                         "Text":"ordem: instrução para processar, embalar ou enviar um determinado número de unidades de medicamentos experimentais  "
                      },
                      {
                         "Label":"XIII",
                         "Order":13,
                         "Text":"patrocinador: pessoa, empresa, instituição ou organização responsável por iniciar, administrar, controlar ou financiar um estudo clínico.  "
                      },
                      {
                         "Label":"XIV",
                         "Order":14,
                         "Text":"produto comparador: medicamento experimental ou comercializado (ou seja, controle ativo), ou placebo, usado como referência em um ensaio clínico  "
                      },
                      {
                         "Label":"XV",
                         "Order":15,
                         "Text":"quebra de cegamento: abertura do cegamento  "
                      },
                      {
                         "Label":"XVI",
                         "Order":16,
                         "Text":"randomização: processo de designar os participantes do ensaio clínico para o grupo tratamento ou para o grupo controle, por meio de seleção aleatória, a fim de reduzir viés  "
                      },
                      {
                         "Label":"XVII",
                         "Order":17,
                         "Text":"reconstituição: processo de dissolver ou dispersar o medicamento experimental finalizado para administração a um participante do ensaio clínico  ou processo de diluir ou misturar o(s) medicamento(s) experimental (ais) com outra(s) substância(s) utilizada(s) como veículo para fins de sua administração. A reconstituição não abrange a mistura de vários ingredientes, incluindo a substância ativa, para produzir o medicamento experimental  "
                      },
                      {
                         "Label":"XVIII",
                         "Order":18,
                         "Text":"remessa: operação de embalagem para embarque e envio de medicamentos a serem utilizados em ensaios clínicos  "
                      },
                      {
                         "Label":"XIX",
                         "Order":19,
                         "Text":"simples-cego: procedimento no qual participante(s) do ensaio clínico desconhecem as condições do tratamento. "
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO II",
       "Text":"DAS DISPOSIÇÕES GERAIS",
       "Order":2,
       "Children":[
          {
             "Label":"Art. 4",
             "Order":1,
             "Text":"A fabricação total e a parcial de medicamentos experimentais, bem como os vários processos de divisão, embalagem ou apresentação, estão sujeitos a autorização de fabricação.",
             "Children":[
                {
                   "Label":"Parágrafo único.",
                   "Order":1,
                   "Text":"Esta autorização não é necessária quando o estabelecimento é responsável apenas pela etapa de reconstituição."
                }
             ]
          },
          {
             "Label":"Art. 5",
             "Order":2,
             "Text":"O medicamento experimental elaborado e finalizado precede o processo de reconstituição."
          },
          {
             "Label":"Art. 6",
             "Order":3,
             "Text":"O processo de reconstituição deve ser realizado o mais breve possível antes da administração.",
             "Children":[
                {
                   "Label":"Parágrafo único.",
                   "Order":1,
                   "Text":"Este processo tem de ser definido no Dossiê de Desenvolvimento Clínico de Medicamento (DDCM) e no protocolo do estudo clínico, ou documento relacionado, disponível no local de administração."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO III",
       "Text":"DAS DISPOSIÇÕES ESPECÍFICAS",
       "Order":3,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Do gerenciamento da qualidade",
             "Children":[
                {
                   "Label":"Art. 7",
                   "Order":1,
                   "Text":"O Sistema de Qualidade concebido, montado e verificado pelo fabricante ou importador deve estar descrito em procedimentos, à disposição do patrocinador, tendo em consideração os princípios das boas práticas de fabricação e os guias aplicáveis aos medicamentos experimentais."
                },
                {
                   "Label":"Art. 8",
                   "Order":2,
                   "Text":"As especificações do produto e as instruções de fabricação podem ser alteradas durante o desenvolvimento, mas o controle total e a rastreabilidade das mudanças deverão ser mantidos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Do pessoal",
             "Children":[
                {
                   "Label":"Art. 9",
                   "Order":1,
                   "Text":"Todo o pessoal envolvido com medicamentos experimentais deve estar adequadamente treinado nos requisitos específicos para estes tipos de produtos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Mesmo nos casos em que o número de funcionários envolvidos é pequeno, deve haver, para cada lote, pessoa distinta para as atividades de produção e controle de qualidade."
                      }
                   ]
                },
                {
                   "Label":"Art. 10",
                   "Order":2,
                   "Text":"O Responsável Técnico deve assegurar que existam sistemas que atendam aos requisitos das boas práticas de fabricação e que tenham amplo conhecimento do processo de desenvolvimento farmacêutico e de ensaios clínicos."
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Das instalações e dos equipamentos",
             "Children":[
                {
                   "Label":"Art. 11",
                   "Order":1,
                   "Text":"Os cuidados relativos ao risco de contaminação cruzada devem ser reforçados na fabricação de medicamentos experimentais, uma vez que a toxicidade, a potência e o potencial de sensibilização podem não ser totalmente conhecidos durante a etapa de o desenvolvimento.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O projeto dos equipamentos e instalações, métodos de inspeção/teste e limites de aceitação a serem usados após a limpeza devem refletir a natureza desses riscos."
                      }
                   ]
                },
                {
                   "Label":"Art. 12",
                   "Order":2,
                   "Text":" As boas práticas de fabricação de medicamentos experimentais devem levar em consideração a utilização de produção em campanha, quando apropriado."
                },
                {
                   "Label":"Art. 13",
                   "Order":3,
                   "Text":" A escolha do solvente da limpeza deve ser baseada na solubilidade do medicamento experimental."
                }
             ]
          },
          {
             "Label":"Seção IV",
             "Order":4,
             "Text":"Da documentação",
             "Children":[
                {
                   "Label":"Subseção I",
                   "Order":1,
                   "Text":"Das especificações e instruções",
                   "Children":[
                      {
                         "Label":"Art. 14",
                         "Order":1,
                         "Text":" Especificações para matérias-primas, materiais de embalagem primária, produtos intermediários, produtos a granel e produtos acabados  formula mestra e instruções de processamento e embalagem devem ser as mais completas possíveis de acordo com as informações disponíveis na etapa de desenvolvimento.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"As informações mencionadas no caput do art. 14 devem ser periodicamente reavaliadas durante o desenvolvimento e atualizadas conforme necessário."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"Cada nova versão deve levar em consideração os dados mais recentes, a tecnologia atual usada, os requisitos regulatórios e farmacopeicos e deve permitir a rastreabilidade ao documento anterior."
                            },
                            {
                               "Label":"§3",
                               "Order":3,
                               "Text":"Quaisquer alterações devem ser realizadas de acordo com um procedimento escrito, que deve abordar quaisquer implicações para a qualidade do produto, como estabilidade e bioequivalência."
                            },
                            {
                               "Label":"§4",
                               "Order":4,
                               "Text":"Os racionais das alterações devem ser registrados e as consequências de uma mudança na qualidade do produto e em quaisquer ensaios clínicos em andamento devem ser investigadas e documentadas."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção II",
                   "Order":2,
                   "Text":"Das ordens",
                   "Children":[
                      {
                         "Label":"Art. 15",
                         "Order":1,
                         "Text":" A ordem deve solicitar a produção e/ou a embalagem de um determinado número de unidades e/ou sua remessa e serem emitidas pelo patrocinador, ou em nome dele."
                      },
                      {
                         "Label":"Art. 16",
                         "Order":2,
                         "Text":"A ordem deve ser em formato escrito, embora possa ser transmitida eletronicamente, sendo precisa o suficiente para evitar qualquer ambiguidade."
                      },
                      {
                         "Label":"Art. 17",
                         "Order":3,
                         "Text":"A ordem deve ser formalmente autorizada."
                      },
                      {
                         "Label":"Art. 18",
                         "Order":4,
                         "Text":"A ordem deve fazer referência ao arquivo de especificação do produto e ao dossiê do medicamento experimental."
                      }
                   ]
                },
                {
                   "Label":"Subseção III",
                   "Order":3,
                   "Text":"Dos arquivos de especificação do produto",
                   "Children":[
                      {
                         "Label":"Art. 19",
                         "Order":1,
                         "Text":"O arquivo de especificações do produto deve ser continuamente atualizado à medida que o desenvolvimento do produto prossegue, garantindo a rastreabilidade adequada às versões anteriores."
                      },
                      {
                         "Label":"Art. 20",
                         "Order":2,
                         "Text":"O arquivo de especificações do produto deve incluir, no mínimo, os seguintes documentos, ou a eles se referir:",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"especificações e métodos analíticos para materiais de partida, materiais de embalagem, produtos intermediários, a granel e acabados"
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"métodos de fabricação"
                            },
                            {
                               "Label":"III",
                               "Order":3,
                               "Text":"controle em processo e métodos;"
                            },
                            {
                               "Label":"IV",
                               "Order":4,
                               "Text":"cópia do rótulo aprovado;"
                            },
                            {
                               "Label":"V",
                               "Order":5,
                               "Text":"protocolos dos ensaios clínicos e códigos de randomização relevantes, conforme apropriado"
                            },
                            {
                               "Label":"VI",
                               "Order":6,
                               "Text":"acordos técnicos de qualidade relevantes com contratados, quando aplicável;"
                            },
                            {
                               "Label":"VII",
                               "Order":7,
                               "Text":"dados de estabilidade"
                            },
                            {
                               "Label":"VIII",
                               "Order":8,
                               "Text":"condições de armazenamento e transporte"
                            },
                            {
                               "Label":"Parágrafo único.",
                               "Order":9,
                               "Text":"A listagem acima não pretende ser exclusiva ou exaustiva. O conteúdo do arquivo de especificações do produto pode variar dependendo do produto e do estágio de desenvolvimento."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 21",
                         "Order":3,
                         "Text":"As informações do arquivo de especificações do produto devem formar a base para a avaliação da adequabilidade de um medicamento experimental com vistas a sua certificação e liberação e, portanto, devem estar acessíveis à Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"Onde diferentes etapas de fabricação forem realizadas em diferentes locais sob a responsabilidade de diferentes Responsáveis Técnicos, é aceitável que se mantenham arquivos separados com informações limitadas àquelas de relevância para as atividades dos respectivos locais."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção IV",
                   "Order":4,
                   "Text":"Das fórmulas mestras e das instruções de fabricação",
                   "Children":[
                      {
                         "Label":"Art. 22",
                         "Order":1,
                         "Text":"Para cada operação de fabricação ou fornecimento, deve haver instruções e registros escritos, claros e adequados.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"Quando uma operação não for repetitiva, pode não ser necessário elaborar fórmulas mestras e instruções de fabricação."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 23",
                         "Order":2,
                         "Text":"A coletânea de registros desta fase deve ser utilizada como referência na preparação da versão final dos documentos a serem usados na rotina de fabricação, uma vez concedido o registro sanitário."
                      }
                   ]
                },
                {
                   "Label":"Subseção V",
                   "Order":5,
                   "Text":"Das instruções de embalagem",
                   "Children":[
                      {
                         "Label":"Art. 24",
                         "Order":1,
                         "Text":"Medicamentos experimentais são normalmente embalados individualmente para cada participante do ensaio clínico incluído no estudo."
                      },
                      {
                         "Label":"Art. 25",
                         "Order":2,
                         "Text":"O número de unidades a serem embaladas deve ser especificado antes do início das operações de embalagem, incluindo as unidades necessárias para realizar o controle de qualidade e amostras de retenção a serem mantidas."
                      },
                      {
                         "Label":"Art. 26",
                         "Order":3,
                         "Text":"Devem ser realizadas reconciliações para garantir que a quantidade correta de cada produto requerido tenha sido contabilizada em cada estágio do processamento."
                      }
                   ]
                },
                {
                   "Label":"Subseção VI",
                   "Order":6,
                   "Text":"Dos registros de fabricação, embalagem e teste",
                   "Children":[
                      {
                         "Label":"Art. 27",
                         "Order":1,
                         "Text":"Os registros de lote devem ter um detalhamento suficiente para propiciar que a sequência das operações executadas seja determinada com precisão.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"Esses registros devem conter quaisquer observações relevantes que justifiquem os procedimentos utilizados e quaisquer alterações feitas, bem como o aprimoramento do conhecimento do produto e o desenvolvimento das operações de fabricação."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 28",
                         "Order":2,
                         "Text":"Os registros de produção em lote devem ser mantidos pelo período requerido pelas boas práticas de fabricação de medicamentos vigentes."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção V",
             "Order":5,
             "Text":"Da fabricação",
             "Children":[
                {
                   "Label":"Subseção I",
                   "Order":1,
                   "Text":"Dos materiais de embalagem",
                   "Children":[
                      {
                         "Label":"Art. 29",
                         "Order":1,
                         "Text":" As Especificações e os controles de qualidade aplicados devem incluir medidas para proteger contra a quebra não intencional do modelo de estudo cego, devido a mudanças na aparência entre diferentes lotes do material de embalagem.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"As medidas de proteção contra quebra não intencional do cegamento devem constar no arquivo de especificações do produto."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção II",
                   "Order":2,
                   "Text":"Das operações de fabricação",
                   "Children":[
                      {
                         "Label":"Art. 30",
                         "Order":1,
                         "Text":" Durante o desenvolvimento, os parâmetros críticos devem ser identificados e controles em processo devem primariamente ser usados para regular o processo.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"Os controles em processo e os parâmetros provisórios podem ser deduzidos de experiências anteriores, incluindo aquelas adquiridas durante os estágios anteriores do desenvolvimento."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"As informações devem ser continuamente trabalhadas pela equipe responsável à medida que se ganha experiência com a fabricação."
                            },
                            {
                               "Label":"§3",
                               "Order":3,
                               "Text":"Os parâmetros e controles em processo identificados devem ser justificados de acordo com o conhecimento disponível em cada tempo."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 31",
                         "Order":2,
                         "Text":"Os processos de fabricação de medicamentos experimentais não devem ser validados na extensão requerida para os demais medicamentos, entretanto, instalações e equipamentos utilizados devem estar qualificados.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"No caso de medicamentos estéreis, o processo de esterilização deve estar validado de acordo com o padrão requerido para os demais medicamentos."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"Os processos destinados à remoção ou inativação viral ou remoção de outras impurezas de origem biológica devem estar validados de acordo com o padrão requerido aos demais medicamentos."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 32",
                         "Order":3,
                         "Text":"Os testes de simulação do processo asséptico devem considerar o tamanho máximo do lote de medicamento experimental como o número de unidades a serem envasadas na simulação.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"Quando possível um número maior de unidades deve ser envasado para o aumento do nível de confiança do processo."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"As etapas manuais de processamento asséptico devem ser abordadas nos estudos de simulação do processo asséptico."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção III",
                   "Order":3,
                   "Text":"Dos princípios aplicáveis ao produto comparador",
                   "Children":[
                      {
                         "Label":"Art. 33",
                         "Order":1,
                         "Text":"Se o produto comparador for modificado, dados como estabilidade, perfil de dissolução comparativo e biodisponibilidade devem ser disponibilizados para demonstrar que as mudanças não alteraram significativamente as características originais de qualidade do produto."
                      },
                      {
                         "Label":"Art. 34",
                         "Order":2,
                         "Text":"O prazo de validade indicado para o produto comparador em sua embalagem original pode não ser aplicável ao produto que foi reembalado em um recipiente diferente, que pode não oferecer proteção equivalente, ou ser compatível com o produto.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"Uma data limite de uso adequada, tendo em consideração a natureza do produto, as características do recipiente e as condições de armazenamento a que podem estar sujeitos, deve ser determinada pelo patrocinador ou em seu nome."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"A data limite de uso deve ser justificada e não deve ser posterior à data de validade da embalagem original."
                            },
                            {
                               "Label":"§3",
                               "Order":3,
                               "Text":"Deve haver compatibilidade entre a data limite de uso e a duração do ensaio clínico."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção IV",
                   "Order":4,
                   "Text":"Do mascaramento dos produtos em estudo",
                   "Children":[
                      {
                         "Label":"Art. 35",
                         "Order":1,
                         "Text":"Quando os estudos forem do tipo cego, sistemas devem ser implantados para garantir que o mascaramento seja atingido e mantido, ao passo em que se permite a identificação dos produtos mascarados quando necessário, incluindo seus números de lote originais.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"A identificação rápida do produto também deve ser possível em uma emergência."
                            }
                         ]
                      }
                   ]
                },
                {
                   "Label":"Subseção V",
                   "Order":5,
                   "Text":"Dos códigos de randomização",
                   "Children":[
                      {
                         "Label":"Art. 36",
                         "Order":1,
                         "Text":"Os procedimentos devem descrever a geração, a segurança, a distribuição, o manuseio e a retenção de qualquer código de randomização usado para embalar medicamentos experimentais e os mecanismos para quebra deste código."
                      },
                      {
                         "Label":"Art. 37",
                         "Order":2,
                         "Text":"Registros apropriados devem ser mantidos."
                      }
                   ]
                },
                {
                   "Label":"Subseção VI",
                   "Order":6,
                   "Text":"Da embalagem",
                   "Children":[
                      {
                         "Label":"Art. 38",
                         "Order":1,
                         "Text":"Quando necessário, é permitido durante a embalagem dos medicamentos experimentais, o manuseio de diferentes produtos na mesma linha de embalagem ao mesmo tempo.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"O risco de mistura de produtos deve ser minimizado usando-se de pessoal treinado, procedimentos apropriados e/ou equipamentos especializados."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 39",
                         "Order":2,
                         "Text":" As precauções contra erros de rotulagem, como a reconciliação de rótulos, a liberação de linha, as verificações de controle em processo devem ser realizadas por pessoal devidamente treinado e devem ser intensificadas, considerando que os procedimentos de embalagem e rotulagem de medicamentos experimentais, em geral, são mais complexos e mais susceptíveis a erros."
                      },
                      {
                         "Label":"Art. 40",
                         "Order":3,
                         "Text":" A embalagem deve garantir que o medicamento experimental permaneça em boas condições durante o transporte e o armazenamento em destinos intermediários."
                      },
                      {
                         "Label":"Art. 41",
                         "Order":4,
                         "Text":" Mecanismos para a identificação de tentativas de abertura ou violação da embalagem exterior durante o transporte devem estar disponíveis e constar no arquivo de especificações do produto."
                      }
                   ]
                },
                {
                   "Label":"Subseção VII",
                   "Order":7,
                   "Text":"Da rotulagem",
                   "Children":[
                      {
                         "Label":"Art. 42",
                         "Order":1,
                         "Text":"As seguintes informações devem ser incluídas nos rótulos, a menos que sua ausência possa ser justificada como, por exemplo, o uso de um sistema de randomização eletrônica centralizado: ",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"nome, endereço e número de telefone do patrocinador, Organização Representativa de Pesquisa Clínica contratada ou investigador (o principal contato para informações sobre o produto, ensaio clínico e emergências);"
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"apresentação, via de administração, quantidade de unidades e, no caso de ensaios abertos, o nome/identificador e a concentração /potência;"
                            },
                            {
                               "Label":"III",
                               "Order":3,
                               "Text":"o lote e/ou número de código para identificar o conteúdo e a operação de embalagem;"
                            },
                            {
                               "Label":"IV",
                               "Order":4,
                               "Text":"um código de referência de teste que permita a identificação do ensaio, do local, do investigador e do patrocinador, caso não seja fornecido em outro lugar;"
                            },
                            {
                               "Label":"V",
                               "Order":5,
                               "Text":"o número de identificação do participante do ensaio clínico no estudo/número de tratamento e, sempre que for pertinente, o número da visita;"
                            },
                            {
                               "Label":"VI",
                               "Order":6,
                               "Text":"o nome do investigador (se não estiver incluído nas informações dos incisos I ou IV);"
                            },
                            {
                               "Label":"VII",
                               "Order":7,
                               "Text":"instruções de uso (pode ser feita referência a uma bula ou outro documento explicativo destinado ao participante do ensaio ou à pessoa que administra o produto);"
                            },
                            {
                               "Label":"VIII",
                               "Order":8,
                               "Text":"Apenas para uso em ensaio clínicos” ou texto similar;"
                            },
                            {
                               "Label":"IX",
                               "Order":9,
                               "Text":"as condições de armazenamento;"
                            },
                            {
                               "Label":"X",
                               "Order":10,
                               "Text":"período de uso (data limite de uso, data de validade ou data de reteste, conforme aplicável), considerando, minimamente, no formato mês/ano, e de uma forma que evite qualquer ambiguidade;"
                            },
                            {
                               "Label":"XI",
                               "Order":11,
                               "Text":"Manter fora do alcance das crianças”, exceto quando o produto for para uso em ensaios em que o produto não é levado para casa pelos participantes do ensaio clínico."
                            },
                            {
                               "Label":"§1",
                               "Order":12,
                               "Text":"As informações elencadas nos incisos acima devem constar na embalagem primária e na embalagem secundária, exceto nos casos previstos nos arts. 43 e 44."
                            },
                            {
                               "Label":"§2",
                               "Order":13,
                               "Text":"As informações devem estar no idioma do país onde ocorre o ensaio clínico, no entanto outros idiomas podem ser incluídos."
                            },
                            {
                               "Label":"§3",
                               "Order":14,
                               "Text":"O endereço e número de telefone do contato principal para informações sobre o produto, ensaio clínico e para a quebra do cegamento de emergência não precisam aparecer no rótulo quando o participante do ensaio clínico tiver recebido uma bula ou cartão que forneça estes detalhes, e tiver sido instruído a manter este contato em sua posse em todos os momentos."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 43",
                         "Order":2,
                         "Text":"Quando o medicamento for fornecido ao participante do ensaio clínico ou à pessoa que o administra dentro de uma embalagem primária juntamente com a embalagem secundária (cuja proposta é que permaneçam juntas) e, a embalagem secundária contiver os dados listados no art. 42, as seguintes informações devem ser incluídas na identificação da embalagem primária: ",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"nome do patrocinador, organização da pesquisa contratada ou investigador;"
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"apresentação, via de administração, posologia e, no caso de ensaios abertos, o nome/identificador e concentração/potência;"
                            },
                            {
                               "Label":"III",
                               "Order":3,
                               "Text":"lote e/ou número de código para identificação do conteúdo e operação de embalagem;"
                            },
                            {
                               "Label":"IV",
                               "Order":4,
                               "Text":"um código de referência do ensaio que permita a identificação do estudo, do local, do investigador e do patrocinador, caso não seja fornecido em outro lugar;"
                            },
                            {
                               "Label":"V",
                               "Order":5,
                               "Text":"o número de identificação da pessoa em estudo/número do tratamento e, quando for o caso, o número de visita."
                            },
                            {
                               "Label":"Parágrafo único.",
                               "Order":6,
                               "Text":"A descrição da via de administração que trata o inciso II pode ser excluída para formas farmacêuticas sólidas orais."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 44",
                         "Order":3,
                         "Text":"Se a embalagem primária for um blíster ou unidades pequenas, tais como ampolas, nas quais as informações exigidas no art. 41 não possam ser expostas, deve ser fornecida uma embalagem exterior que apresente um rótulo com essas informações, contudo, o recipiente primário deve conter os seguintes itens:",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"nome do patrocinador, organização da pesquisa contratada ou investigador;"
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"via de administração, quantidade de unidades de dosagem e, no caso de ensaios abertos, o nome/identificador e concentração/potência;"
                            },
                            {
                               "Label":"III",
                               "Order":3,
                               "Text":"lote e/ou número de código para identificação do conteúdo e operação de embalagem;"
                            },
                            {
                               "Label":"IV",
                               "Order":4,
                               "Text":"um código de referência do ensaio que permita a identificação do estudo, do local, do investigador e do patrocinador, caso não seja fornecido em outro lugar;"
                            },
                            {
                               "Label":"V",
                               "Order":5,
                               "Text":"o número de identificação da pessoa em estudo/número do tratamento e, quando for o caso, o número de visita."
                            },
                            {
                               "Label":"Parágrafo único.",
                               "Order":6,
                               "Text":"A descrição da via de administração que trata o inciso II acima pode ser excluída para formas farmacêuticas sólidas orais."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 45",
                         "Order":4,
                         "Text":"Símbolos ou pictogramas podem ser utilizados para esclarecer certas informações de rotulagem."
                      },
                      {
                         "Label":"Art. 46",
                         "Order":5,
                         "Text":"Informações adicionais, avisos ou instruções de manuseio podem ser exibidos."
                      },
                      {
                         "Label":"Art. 47",
                         "Order":6,
                         "Text":"Se for necessário alterar a data de validade, deve ser afixado um rótulo adicional ao medicamento experimental.",
                         "Children":[
                            {
                               "Label":"§1",
                               "Order":1,
                               "Text":"O rótulo adicional deve indicar a nova data de validade e repetir o número do lote."
                            },
                            {
                               "Label":"§2",
                               "Order":2,
                               "Text":"O rótulo adicional pode ser sobreposto à data de validade antiga, mas não pode ser sobreposto ao número do lote original por razões de controle de qualidade."
                            },
                            {
                               "Label":"§3",
                               "Order":3,
                               "Text":"Esta operação deve ser realizada em um local de fabricação devidamente autorizado."
                            },
                            {
                               "Label":"§4",
                               "Order":4,
                               "Text":"Excepcionalmente, desde que devidamente justificado, a operação pode ser realizada em local autorizado pelo patrocinador do ensaio clínico, por farmacêutico ou outro profissional de saúde autorizado."
                            },
                            {
                               "Label":"§5",
                               "Order":5,
                               "Text":"Desde que devidamente justificado, a operação pode ser realizada no local da pesquisa sob a supervisão do farmacêutico do centro de ensaios clínicos, ou outro profissional de saúde, de acordo com os regulamentos nacionais, ou quando não for possível, pelo(s) monitor(es) de ensaios clínicos, que devem ser adequadamente treinados."
                            },
                            {
                               "Label":"§6",
                               "Order":6,
                               "Text":"A operação deve ser realizada de acordo com os princípios de BPF, procedimentos operacionais padrão e específicos e sob contrato, se aplicável, e deve ser verificada por uma segunda pessoa."
                            },
                            {
                               "Label":"§7",
                               "Order":7,
                               "Text":"Essa rotulagem adicional deve ser documentada adequadamente na documentação do ensaio e nos registros do lote."
                            }
                         ]
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção VI",
             "Order":6,
             "Text":"Do controle de qualidade",
             "Children":[
                {
                   "Label":"Art. 48",
                   "Order":1,
                   "Text":" No caso de medicamentos experimentais, os controles analíticos são de maior importância pelo fato dos processos de fabricação não estarem totalmente padronizados ou validados."
                },
                {
                   "Label":"Art. 49",
                   "Order":2,
                   "Text":"O controle de qualidade deve ser executado de acordo com o arquivo de especificações do produto em conformidade com as informações requeridas."
                },
                {
                   "Label":"Art. 50",
                   "Order":3,
                   "Text":" A verificação da eficácia da descaracterização do produto para uso em estudos cego deve ser realizada e registrada como parte do controle de qualidade."
                },
                {
                   "Label":"Art. 51",
                   "Order":4,
                   "Text":" Para produtos totalmente embalados, as amostras de referência e de retenção são consideradas intercambiáveis."
                },
                {
                   "Label":"Art. 52",
                   "Order":5,
                   "Text":" As amostras de referência e de retenção do medicamento experimental, incluindo produtos descaracterizados, devem ser mantidas durante, pelo menos, dois anos após a conclusão ou descontinuação formal do último ensaio clínico em que o lote foi utilizado, conforme o período mais longo."
                },
                {
                   "Label":"Art. 53",
                   "Order":6,
                   "Text":" Deve-se levar em consideração a manutenção de amostras de retenção até que o relatório clínico tenha sido preparado para permitir a confirmação da identidade do produto no caso de, e como parte, uma investigação de resultados inconsistentes do estudo.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Deve ser considerada a possibilidade de armazenamento das amostras citadas até a elaboração dos relatórios dos ensaios clínicos, para que seja possível acessá-las em caso de investigação motivada pelas conclusões do relatório."
                      }
                   ]
                },
                {
                   "Label":"Art. 54",
                   "Order":7,
                   "Text":"O local de armazenamento de amostras de referência e retenção deve ser definido em acordo técnico de qualidade entre o patrocinador e o(s) fabricante(s), e deve permitir o acesso oportuno pelas autoridades sanitárias."
                },
                {
                   "Label":"Art. 55",
                   "Order":8,
                   "Text":" A amostra de referência deve ser de tamanho suficiente para permitir a realização de pelo menos dois controles analíticos completos do lote, em ocasiões distintas, em conformidade com o DDCM apresentado para autorização de realização do ensaio clínico."
                },
                {
                   "Label":"Art. 56",
                   "Order":9,
                   "Text":"No caso de amostras de retenção, é aceitável armazenar informações relacionadas à embalagem final como registros escritos ou eletrônicos, se tais registros fornecerem informações suficientes.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"No caso de registro eletrônicos, o sistema deve ser validado."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção VII",
             "Order":7,
             "Text":"Da liberação de lotes",
             "Children":[
                {
                   "Label":"Art. 57",
                   "Order":1,
                   "Text":"A liberação de medicamentos experimentais não deve ocorrer até que a Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica tenha certificado que os requisitos relevantes foram cumpridos."
                },
                {
                   "Label":"Art. 58",
                   "Order":2,
                   "Text":"A avaliação de cada lote para fins de certificação de sua liberação pode incluir, conforme o caso:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"registros de lote, incluindo relatórios de controle, relatórios de controle em processo e relatórios de liberação demonstrando conformidade com o arquivo de especificação do produto, a ordem, protocolo e o código randomização. Esses registros devem incluir todos os desvios ou mudanças planejadas, bem como quaisquer verificações ou testes adicionais, e devem ser preenchidos e endossados pela equipe autorizada a fazê-lo de acordo com o sistema de qualidade;"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"condições de produção;"
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"status de validação das instalações, processos e métodos;"
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"verificação das unidades embaladas;"
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":" quando pertinente, os resultados de quaisquer análises ou testes realizados após a importação;"
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"relatórios de estabilidade;"
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"a fonte e verificação das condições de armazenamento e transporte;"
                      },
                      {
                         "Label":"VIII",
                         "Order":8,
                         "Text":"relatórios de auditoria referentes ao sistema de qualidade do fabricante;"
                      },
                      {
                         "Label":"IX",
                         "Order":9,
                         "Text":"documentos atestando que o fabricante está autorizado a fabricar medicamentos experimentais ou comparadores para exportação pelas autoridades competentes do país de exportação;"
                      },
                      {
                         "Label":"X",
                         "Order":10,
                         "Text":"quando relevante, requisitos regulatórios para registro, normas das BPF aplicáveis e qualquer verificação oficial da conformidade com as BPF;"
                      },
                      {
                         "Label":"XI",
                         "Order":11,
                         "Text":" todos os outros fatores dos quais a Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica está ciente que sejam relevantes para a qualidade do lote."
                      },
                      {
                         "Label":"Parágrafo único.",
                         "Order":12,
                         "Text":"A relevância dos elementos supramencionados é afetada pelo país de origem do produto, pelo fabricante e pelo status de comercialização do produto e pela sua fase de desenvolvimento."
                      }
                   ]
                },
                {
                   "Label":"Art. 59",
                   "Order":3,
                   "Text":"O patrocinador deve assegurar que os elementos levados em consideração pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica ao certificar o lote sejam consistentes com as informações necessárias."
                },
                {
                   "Label":"Art. 60",
                   "Order":4,
                   "Text":"Quando os medicamentos experimentais forem fabricados e embalados em locais diferentes, sob a supervisão de diferentes Responsáveis Técnicos, devem ser revistos na certificação os parâmetros recomendados que sejam aplicáveis a cada um."
                },
                {
                   "Label":"Art. 61",
                   "Order":5,
                   "Text":"Quando permitida, de acordo com as regulamentações locais, a realização da embalagem ou rotulagem no local onde será conduzido o ensaio clínico, ou sob a supervisão de um farmacêutico, ou outro profissional de saúde habilitado pelos regulamentos locais, não requer a certificação do Responsável Técnico.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"No caso descrito no caput , o patrocinador é responsável por assegurar que a atividade seja adequadamente documentada e realizada de acordo com os princípios das BPF e deve procurar a orientação do Responsável Técnico a este respeito."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção VIII",
             "Order":8,
             "Text":"Da expedição",
             "Children":[
                {
                   "Label":"Art. 62",
                   "Order":1,
                   "Text":" Medicamentos experimentais devem permanecer sob o controle do patrocinador até o término das etapas abaixo:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"certificação pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica;"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"liberação após o cumprimento dos requisitos relevantes"
                      },
                      {
                         "Label":"Parágrafo único.",
                         "Order":3,
                         "Text":"Ambas as etapas devem ser registradas e mantidas nos arquivos relevantes pelo patrocinador ou em nome deste."
                      }
                   ]
                },
                {
                   "Label":"Art. 63",
                   "Order":2,
                   "Text":"O patrocinador deve assegurar que os detalhes estabelecidos no Dossiê de Desenvolvimento Clínico do Medicamento e considerados pela Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica sejam consistentes com o que é aceito de acordo com o andamento do estudo pelas autoridades competentes.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Arranjos adequados para atender a este requisito devem ser estabelecidos por meio de um processo de controle de mudanças para o Arquivo de Especificações do Produto e definido em um Acordo Técnico entre a Pessoa Delegada pelo Sistema de Gestão da Qualidade Farmacêutica e o patrocinador."
                      }
                   ]
                },
                {
                   "Label":"Art. 64",
                   "Order":3,
                   "Text":" A expedição de medicamentos experimentais deve ser conduzida de acordo com as instruções dadas por, ou em nome do, patrocinador na ordem de expedição."
                },
                {
                   "Label":"Art. 65",
                   "Order":4,
                   "Text":" Devem ser disponibilizadas disposições de descodificação para o pessoal responsável antes de os medicamentos experimentais serem transportados para o local onde será conduzido o ensaio clínico."
                },
                {
                   "Label":"Art. 66",
                   "Order":5,
                   "Text":"Um inventário detalhado das remessas feitas pelo fabricante ou importador deve ser mantido.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O inventário deve mencionar, particularmente, a identificação dos destinatários."
                      }
                   ]
                },
                {
                   "Label":"Art. 67",
                   "Order":6,
                   "Text":" As transferências de medicamentos experimentais de um local de ensaio para outro devem permanecer como exceção.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Tais transferências devem ser cobertas por procedimentos operacionais padrão."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"O histórico do produto fora do controle do fabricante, tais como os registros das condições de conservação e monitoramento, deve ser revisado como parte da avaliação da adequação do produto para transferência, e o parecer da Pessoa Delegada pelo Sistema de Gestão Farmacêutica deve ser consultado."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"Quando aplicável, o produto pode ter que ser devolvido ao fabricante, ou outro fabricante autorizado para nova rotulagem e certificação pela Pessoa Delegada pelo Sistema de Gestão Farmacêutica."
                      },
                      {
                         "Label":"§4",
                         "Order":4,
                         "Text":"Os registros devem ser mantidos e a rastreabilidade total deve ser garantida."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção IX",
             "Order":9,
             "Text":"Das reclamações",
             "Children":[
                {
                   "Label":"Art. 68",
                   "Order":1,
                   "Text":" As conclusões de qualquer investigação realizada em relação a uma reclamação que possa surgir da qualidade do produto devem ser discutidas entre o fabricante ou importador e o patrocinador, se diferentes."
                },
                {
                   "Label":"Art. 69",
                   "Order":2,
                   "Text":" A investigação deve envolver a Pessoa Delegada pelo Sistema de Gestão de Qualidade Farmacêutica e os responsáveis pelo ensaio clínico relacionado, a fim de avaliar qualquer impacto potencial no ensaio, no desenvolvimento do produto e nos participantes do ensaio clínico."
                }
             ]
          },
          {
             "Label":"Seção X",
             "Order":10,
             "Text":"Do recolhimento",
             "Children":[
                {
                   "Label":"Art. 70",
                   "Order":1,
                   "Text":"Os procedimentos para recolher medicamentos experimentais e documentar o recolhimento devem ser acordados pelo patrocinador, em colaboração com o fabricante ou importador, quando diferentes.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O investigador e o monitor precisam entender as respectivas obrigações quanto ao procedimento de recolhimento."
                      }
                   ]
                },
                {
                   "Label":"Art. 71",
                   "Order":2,
                   "Text":"O patrocinador deve assegurar que o fornecedor de qualquer comparador ou outro medicamento a ser usado em um ensaio clínico tenha um sistema para comunicar ao Patrocinador em caso da necessidade de recolhimento de qualquer medicamento fornecido."
                }
             ]
          },
          {
             "Label":"Seção XI",
             "Order":11,
             "Text":"Das devoluções",
             "Children":[
                {
                   "Label":"Art. 72",
                   "Order":1,
                   "Text":"Os medicamentos experimentais devem ser devolvidos nas condições acordadas e definidas pelo patrocinador, especificadas em procedimentos escritos aprovados."
                },
                {
                   "Label":"Art. 73",
                   "Order":2,
                   "Text":"Os medicamentos experimentais devolvidos devem ser claramente identificados e armazenados em local dedicado e devidamente controlado."
                },
                {
                   "Label":"Art. 74",
                   "Order":3,
                   "Text":"Os registos de inventário dos medicamentos devolvidos devem ser mantidos"
                }
             ]
          },
          {
             "Label":"Seção XII",
             "Order":12,
             "Text":"Da destruição",
             "Children":[
                {
                   "Label":"Art. 75",
                   "Order":1,
                   "Text":"O patrocinador é responsável pela destruição de medicamentos experimentais não utilizados e/ou devolvidos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os medicamentos experimentais não devem ser destruídos sem autorização prévia por escrito do patrocinador."
                      }
                   ]
                },
                {
                   "Label":"Art. 76",
                   "Order":2,
                   "Text":" As quantidades de medicamentos experimentais entregues, usadas e devolvidas do produto devem ser registradas, reconciliadas e verificadas pelo patrocinador ou seu representante para cada local de ensaio e para cada período de ensaio."
                },
                {
                   "Label":"Art. 77",
                   "Order":3,
                   "Text":" A destruição de medicamentos experimentais não utilizados deve ser realizada para um determinado local de ensaio ou para um determinado período do ensaio, apenas após quaisquer discrepâncias terem sido investigadas e explicadas satisfatoriamente e a reconciliação ter sido aceita."
                },
                {
                   "Label":"Art. 78",
                   "Order":4,
                   "Text":"O registro das operações de destruição deve ser realizado de maneira que todas as operações possam ser contabilizadas.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os registros devem ser mantidos pelo patrocinador."
                      }
                   ]
                },
                {
                   "Label":"Art. 79",
                   "Order":5,
                   "Text":"Quando ocorrer a destruição de medicamentos experimentais, deve ser fornecido ao patrocinador um certificado datado ou um recibo de destruição.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Estes documentos devem identificar claramente, ou permitir a rastreabilidade dos lotes e/ou números de pacientes envolvidos e as quantidades reais destruídas."
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO IV",
       "Text":"DAS DISPOSIÇOES FINAIS",
       "Order":4,
       "Children":[
          {
             "Label":"Art. 80",
             "Order":1,
             "Text":"O descumprimento das disposições contidas nesta Instrução Normativa constitui infração sanitária, nos termos da Lei n6.437, de 20 de agosto de 1977, sem prejuízo das responsabilidades civil, administrativa e penal cabíveis."
          },
          {
             "Label":"Art. 81",
             "Order":2,
             "Text":" Esta Instrução Normativa entra em vigor 365 (trezentos e sessenta e cinco) dias após a data de sua publicação."
          }
       ]
    }
 ]