[
    {
       "Label":"CAPÍTULO I",
       "Text":"DAS DISPOSIÇÕES INICIAIS",
       "Order":1,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Do Objetivo e da Abrangência",
             "Children":[
                {
                   "Label":"Art. 1",
                   "Order":1,
                   "Text":"Esta Resolução estabelece os critérios para a realização dos Estudos de Estabilidade de insumos farmacêuticos ativos (IFAs), e de medicamentos novos, inovadores, genéricos, similares, dinamizados, específicos, de notificação simplificada, fitoterápicos e radiofármacos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Esta Resolução não se aplica a produtos biológicos e aos insumos farmacêuticos ativos utilizados em sua fabricação."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Das Definições",
             "Children":[
                {
                   "Label":"Art. 2",
                   "Order":1,
                   "Text":"Para efeitos desta Resolução, são adotadas as seguintes definições:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":" Agrupamento: modelo de Estudo de Estabilidade Reduzido no qual são testadas somente amostras dos extremos de determinado fator, em todos os tempos. O modelo assume que a estabilidade de qualquer nível intermediário é representada pelos extremos testados "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"Análise de Tendência: parte da análise estatística que permite verificar a tendência de alteração do produto, ou seja, a variação de determinados parâmetros em função do tempo "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"Condições de Armazenamento: circunstâncias nas quais o produto deve ser mantido, compreendendo cuidados de conservação e qualquer outra recomendação específica para armazenamento do IFA e do medicamento "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"Cuidados de Conservação: condições de temperatura e umidade recomendadas para conservação do IFA ou medicamento com base no Estudo de Estabilidade "
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"Embalagem: invólucro, recipiente ou qualquer forma de acondicionamento removível, ou não, destinado a cobrir, empacotar, envasar, proteger ou manter, especificamente ou não, medicamentos e IFA "
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"Embalagem Impermeável: embalagem que provê barreira completa à passagem de vapores, gases ou solventes "
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"Embalagem Multidose: embalagem da qual não é possível a retirada de uma única unidade posológica sem que se exponha outra unidade posológica, cuja utilização se dará em outro momento "
                      },
                      {
                         "Label":"VIII",
                         "Order":8,
                         "Text":"Embalagem Primária: embalagem que mantém contato direto com o IFA ou medicamento "
                      },
                      {
                         "Label":"IX",
                         "Order":9,
                         "Text":"Embalagem Secundária: embalagem externa do produto, que está em contato com a Embalagem Primária ou Envoltório Intermediário, podendo conter uma ou mais Embalagens Primárias "
                      },
                      {
                         "Label":"X",
                         "Order":10,
                         "Text":"Embalagem Semipermeável: embalagem que permite a passagem de vapores, gases e solventes "
                      },
                      {
                         "Label":"XI",
                         "Order":11,
                         "Text":"Envoltório Intermediário: embalagem que está em contato com a Embalagem Primária e que constitui envoltório ou qualquer outra forma de proteção removível, podendo conter uma ou mais Embalagens Primárias "
                      },
                      {
                         "Label":"XII",
                         "Order":12,
                         "Text":"Especificações de Estabilidade: conjunto de testes físicos, químicos e microbiológicos, acompanhados de seus critérios de aceitação, que deve ser cumprido para assegurar qualidade adequada do IFA ou medicamento durante todo o seu Prazo de Reteste ou Prazo de Validade "
                      },
                      {
                         "Label":"XIII",
                         "Order":13,
                         "Text":"Especificações de Liberação: conjunto de testes físicos, químicos e microbiológicos, acompanhados de seus critérios de aceitação, que deve ser aplicado no momento da liberação do IFA ou medicamento pelo Controle da Qualidade, para assegurar o cumprimento das Especificações de Estabilidade em toda a vida útil do produto "
                      },
                      {
                         "Label":"XIV",
                         "Order":14,
                         "Text":"Estudo de Degradação Forçada: estudo que permite a geração de produtos de degradação, por meio da exposição do IFA ou produto acabado a condições de estresse, como luz, temperatura, calor, umidade, hidrólise ácida/ básica, oxidação, entre outras "
                      },
                      {
                         "Label":"XV",
                         "Order":15,
                         "Text":"Estudo de Estabilidade: estudo projetado para testar e prover evidência quanto à variação da qualidade de IFA ou medicamento em função do tempo, diante da influência de uma variedade de fatores ambientais, tais como temperatura, umidade e luz, além de outros fatores relacionados ao próprio produto, como as propriedades físicas e químicas do IFA e dos excipientes farmacêuticos, bem como da forma farmacêutica, do processo de fabricação, do tipo e propriedades dos materiais de embalagem, com o objetivo de estabelecer o Prazo de Reteste do IFA ou o Prazo de Validade do IFA e do medicamento "
                      },
                      {
                         "Label":"XVI",
                         "Order":16,
                         "Text":"Estudo de Estabilidade Acelerado: estudo projetado para avaliar possíveis alterações físicas, químicas e microbiológicas de IFA ou medicamentos, em condições forçadas de armazenamento, visando a auxiliar na determinação do Prazo de Reteste do IFA ou Prazo de Validade do IFA e do medicamento e a avaliar o efeito de curtas excursões fora dos Cuidados de Conservação preconizados "
                      },
                      {
                         "Label":"XVII",
                         "Order":17,
                         "Text":"Estudo de Estabilidade de Acompanhamento: estudo realizado com o objetivo de monitorar e confirmar o Prazo de Validade para medicamento ou IFA e o Prazo de Reteste de IFA "
                      },
                      {
                         "Label":"XVIII",
                         "Order":18,
                         "Text":"Estudo de Estabilidade de Longa Duração: estudo projetado para verificação das características físicas, químicas e microbiológicas de IFA ou medicamento, nas Condições de Armazenamento e Prazo de Validade propostos, podendo também ser utilizado para definição do prazo de reteste do IFA "
                      },
                      {
                         "Label":"XIX",
                         "Order":19,
                         "Text":"Estudo de Estabilidade em Uso: estudo projetado para medicamentos acondicionados em Embalagens Multidose, com a finalidade de prover informação inicial e final que comprove o período de utilização pelo qual o medicamento mantém sua estabilidade, após abertura e subsequentes reaberturas da Embalagem Primária, e armazenamento nas condições determinadas pelo período de utilização "
                      },
                      {
                         "Label":"XX",
                         "Order":20,
                         "Text":"Estudo de Estabilidade Reduzido: estudo projetado com base em justificativa técnico-científica, no qual parte das amostras de cada combinação de Fatores de Estabilidade do Produto não é testada em todos os tempos "
                      },
                      {
                         "Label":"XXI",
                         "Order":21,
                         "Text":"Estudo de Fotoestabilidade: estudo que tem a finalidade de demonstrar que o IFA ou medicamento, quando exposto à luz, mantém-se dentro das especificações "
                      },
                      {
                         "Label":"XXII",
                         "Order":22,
                         "Text":"Fatores de Estabilidade do Produto: características do produto que tem influência em sua estabilidade, que incluem, mas não se limitam, a: concentração, volume, formato da embalagem e sistema de fechamento "
                      },
                      {
                         "Label":"XXIII",
                         "Order":23,
                         "Text":"Impureza: qualquer componente presente no IFA ou no produto terminado que não seja o IFA nem o(s) excipiente(s) "
                      },
                      {
                         "Label":"XXIV",
                         "Order":24,
                         "Text":"Matrização: modelo de Estudo de Estabilidade Reduzido, com base estatística, no qual um subgrupo de amostragem, selecionado a partir do número total de amostras possíveis para todos os fatores de combinação, é testado em tempo especificado, sendo outro subgrupo testado no tempo subsequente. O modelo assume que a estabilidade de cada subgrupo da amostragem representa a estabilidade de todas as amostras de determinado intervalo de tempo"
                      },
                      {
                         "Label":"XXV",
                         "Order":25,
                         "Text":"Métodos Analíticos Indicativos de Estabilidade: métodos analíticos quantitativos validados, capazes de detectar, ao longo do tempo, mudanças nas propriedades físicas, químicas ou microbiológicas do IFA ou medicamento, ou que sejam capazes de mensurar com exatidão o teor do insumo farmacêutico ativo, produtos de degradação e outros componentes de interesse, sem interferência "
                      },
                      {
                         "Label":"XXVI",
                         "Order":26,
                         "Text":"Prazo de Reteste do IFA: prazo estabelecido, baseado em Estudos de Estabilidade, após o qual o material deve ser novamente testado para garantir que permanece adequado para uso imediato, conforme testes indicativos de estabilidade definidos pelo fabricante do IFA, mantidas as Condições de Armazenamento preestabelecidas "
                      },
                      {
                         "Label":"XXVII",
                         "Order":27,
                         "Text":"Prazo de Validade: tempo durante o qual o IFA ou o medicamento poderá ser usado, caracterizado como período de vida útil e fundamentado nos Estudos de Estabilidade específicos, mantidas as Condições de Armazenamento e transporte previamente estabelecidas "
                      },
                      {
                         "Label":"XXVIII",
                         "Order":28,
                         "Text":"Protocolo de Estudo de Estabilidade: documento por meio do qual se define o plano de estudo de estabilidade, incluindo as provas e critérios de aceitação, cronograma, características do lote a ser submetido ao estudo, quantidade das amostras, condições do estudo, métodos analíticos e material de acondicionamento "
                      },
                      {
                         "Label":"XXIX",
                         "Order":29,
                         "Text":"Relatório de Estudo de Estabilidade: documento por meio do qual se apresentam os resultados consolidados dos Estudos de Estabilidade. "
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO II",
       "Text":"DOS ESTUDOS DE ESTABILIDADE",
       "Order":2,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Das Disposições Gerais",
             "Children":[
                {
                   "Label":"Art. 3",
                   "Order":1,
                   "Text":" Os Estudos de Estabilidade dos medicamentos e IFAs a serem comercializados no Brasil devem ser realizados sempre que atos normativos específicos que disponham sobre registro ou alterações pós-registro os exigirem, e de acordo com os parâmetros definidos nesta Resolução.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os Estudos de Estabilidade de Acompanhamento devem ser realizados conforme disposto nesta Resolução e os respectivos relatórios devem ser apresentados sempre que solicitados por autoridade sanitária."
                      }
                   ]
                },
                {
                   "Label":"Art. 4",
                   "Order":2,
                   "Text":" Para produtos importados e armazenados a granel, deverão ser realizados estudos adicionais que garantam a manutenção da qualidade do produto até a etapa de Embalagem Primária."
                },
                {
                   "Label":"Art. 5",
                   "Order":3,
                   "Text":" Para petições de regularização de IFA, registro de medicamento com novo IFA no país, deverão ser apresentados, no momento do protocolo, Estudos de Estabilidade de Longa Duração em andamento, com resultados de no mínimo 12 (doze) meses, acompanhados de Estudos de Estabilidade Acelerados concluídos."
                },
                {
                   "Label":"Art. 6",
                   "Order":4,
                   "Text":"Para petições de registro de medicamentos com IFA já registrado no país, de pós-registro de medicamento, bem como para registro de novas concentrações e novas formas farmacêuticas de IFA já existentes no Brasil, e para mudanças pós-regularização de IFA, deverão ser apresentados, no momento do protocolo, Estudos de Estabilidade de Longa Duração em andamento, com resultados de no mínimo 6 (seis) meses, acompanhados de Estudos de Estabilidade Acelerados concluídos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O disposto no caput não se aplica às alterações pós-registro de medicamentos para as quais os atos normativos específicos vigentes permitam a apresentação de Protocolo de Estudo de Estabilidade Acelerado e de Longa Duração para submissão da petição."
                      }
                   ]
                },
                {
                   "Label":"Art. 7",
                   "Order":5,
                   "Text":"O Estudo de Estabilidade Acelerado concluído deve ser apresentado ainda que o Estudo de Estabilidade de Longa Duração esteja finalizado.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O disposto no caput não se aplica às alterações pós-registro de medicamentos para as quais os atos normativos específicos vigentes permitam a apresentação de Protocolo de Estudo de Estabilidade Acelerado e de Longa Duração para submissão da petição."
                      }
                   ]
                },
                {
                   "Label":"Art. 8",
                   "Order":6,
                   "Text":" Os protocolos e relatórios de estabilidade e os dados brutos devem ser disponibilizados sempre que requisitados por autoridade sanitária competente."
                },
                {
                   "Label":"Art. 9",
                   "Order":7,
                   "Text":"Caso haja um resultado fora da especificação em um Estudo de Estabilidade, é responsabilidade da detentora do registro do medicamento realizar as investigações necessárias para identificação da causa raiz dos resultados.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Caso a investigação de que trata o caput deste artigo seja inconclusiva ou conclua que o resultado não se tenha dado por um erro analítico, a empresa responsável deve enviar notificação à ANVISA, informando ainda as medidas que tomou para mitigação do risco sanitário."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"A notificação de que trata o §1não é necessária quando o estudo se refere a produto com registro ainda não protocolado, ou condição referente à mudança pós- registro ainda não protocolada."
                      }
                   ]
                },
                {
                   "Label":"Art. 10",
                   "Order":8,
                   "Text":" Poderão ser aceitos como Estudo de Estabilidade Reduzido os modelos por Agrupamento e Matrização.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"O uso do modelo reduzido somente será aceito se os dados obtidos forem representativos dos pontos testados e não testados."
                      }
                   ]
                },
                {
                   "Label":"Art. 11",
                   "Order":9,
                   "Text":" Os dados de Estudo de Estabilidade em modelo reduzido devem ser avaliados conforme os mesmos modelos e técnicas utilizados para os dados de um modelo de estudo completo.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A reprovação de um teste em um determinado tempo implica na reprovação de todas as demais amostras representadas pelo estudo reduzido."
                      }
                   ]
                },
                {
                   "Label":"Art. 12",
                   "Order":10,
                   "Text":" Quando algum dos requisitos desta Resolução não for aplicável, o seu não cumprimento deve ser acompanhado de justificativa técnica e dados que suportem a sua ausência."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Do Estudo de Estabilidade Acelerado, de Longa Duração e de Acompanhamento para IFA e medicamentos",
             "Children":[
                {
                   "Label":"Art. 13",
                   "Order":1,
                   "Text":" Os Estudos de Estabilidade de Longa Duração e de Acompanhamento do IFA devem ser realizados de acordo com o Anexo I desta Resolução."
                },
                {
                   "Label":"Art. 14",
                   "Order":2,
                   "Text":"Os Estudos de Estabilidade Acelerados, de Longa Duração e de Acompanhamento para medicamentos devem ser realizados nas condições de temperatura e umidade previstas no Anexo II desta Resolução.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Quando a embalagem utilizada no Estudo de Estabilidade for comprovadamente impermeável à umidade, não será necessário realizar o estudo nas condições de umidade previstas no Anexo II desta Resolução."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Quando se tratar de produtos de base aquosa em embalagem semipermeável, será permitida a realização do estudo em condições de umidade diferentes do previsto no Anexo II, desde que o resultado de perda de peso seja corrigido para a umidade de referência por meio de cálculo cientificamente válido."
                      }
                   ]
                },
                {
                   "Label":"Art. 15",
                   "Order":3,
                   "Text":" É permitido realizar Estudo de Estabilidade de Longa Duração e acompanhamento em condição diferente da prevista no art. 14 quando o medicamento for utilizado exclusivamente em hospitais e clínicas especializadas e for demonstrada a impossibilidade de serem adotadas as condições previstas no Anexo II desta Resolução, situação na qual o estudo para o medicamento deverá ser realizado a 25°C ± 2°C/60% RH ± 5% RH."
                },
                {
                   "Label":"Art. 16",
                   "Order":4,
                   "Text":" Os IFA e medicamentos que necessitem de Condições de Armazenamento diferentes das previstas nesta Resolução deverão ser tratados caso a caso, considerando que os estudos de estabilidade apresentados devem assegurar prazos de validade e cuidados de conservação factíveis para o produto."
                },
                {
                   "Label":"Art. 17",
                   "Order":5,
                   "Text":" Caso o IFA ou medicamento com condição de armazenamento de 2ºC a 8ºC apresente resultados fora de especificação nos primeiros 3 (três) meses do Estudo de Estabilidade Acelerado, o efeito de variações em curtos períodos fora das Condições de Armazenamento recomendadas deve ser avaliado, observadas as condições descritas para a sua expedição ou manipulação.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Nos casos previstos no caput deste artigo, o Prazo de Validade para medicamentos ou IFA, ou o Prazo de Reteste de IFA serão baseados somente nos Estudos de Estabilidade de Longa Duração."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"A avaliação a que se refere o caput deste artigo deve ser baseada em estudos adicionais conduzidos em 1 (um) lote do IFA ou medicamento, por período menor que 3 (três) meses, por meio da realização de testes com maior frequência."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"Nos casos previstos no caput deste artigo, é desnecessário continuar o estudo até 6 (seis) meses."
                      }
                   ]
                },
                {
                   "Label":"Art. 18",
                   "Order":6,
                   "Text":" Não é necessário realizar Estudos de Estabilidade Acelerados para IFA ou medicamento com condição de armazenamento de -25 ºC a -15 ºC.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Nos casos previstos no caput deste artigo, o Prazo de Validade para medicamentos ou IFA e o Prazo de Reteste de IFA serão baseados somente nos Estudos de Estabilidade de Longa Duração."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Nos casos previstos no caput deste artigo, será necessário realizar estudos adicionais para determinar o efeito de pequenos intervalos de permanência do material fora das Condições de Armazenamento descritas no rótulo, de acordo com as condições descritas para manipulação, expedição e transporte."
                      }
                   ]
                },
                {
                   "Label":"Art. 19",
                   "Order":7,
                   "Text":" O Estudo de Estabilidade de Acompanhamento deve ser realizado conforme previsto em Resolução que trata sobre as Boas Práticas de Fabricação."
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Do Estudo de Estabilidade Pós-reconstituição ou Diluição para medicamentos",
             "Children":[
                {
                   "Label":"Art. 20",
                   "Order":1,
                   "Text":" Para medicamentos que demandem reconstituição ou diluição antes do uso, deve ser realizado estudo adicional para determinar o Prazo de Validade em uso do produto acabado."
                },
                {
                   "Label":"Art. 21",
                   "Order":2,
                   "Text":" O Estudo de Estabilidade Pós-reconstituição ou diluição deve ser realizado em uma das condições de Estudo de Estabilidade de Longa Duração definidas no Anexo II desta Resolução, apresentando:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"resultado inicial, que corresponda ao produto imediatamente após reconstituição ou diluição e "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"resultado final, que corresponda ao produto reconstituído e diluído pelo tempo máximo recomendado. "
                      }
                   ]
                },
                {
                   "Label":"Art. 22",
                   "Order":3,
                   "Text":" O medicamento será dispensado do Estudo de Estabilidade pós- reconstituição ou diluição quando as duas condições a seguir forem cumpridas:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"a administração imediatamente após reconstituição ou diluição for explicitamente recomendada em bula e "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"a Embalagem Primária não for Multidose."
                      }
                   ]
                },
                {
                   "Label":"Art. 23",
                   "Order":4,
                   "Text":" O Estudo de Estabilidade pós-reconstituição ou diluição deve ser realizado minimamente em 2 (dois) lotes dos Estudos de Estabilidade de Longa Duração submetidos no momento do registro e em 1 (um) lote em mudanças pós-registro.",
                   "Children":[
                      {
                         "Label":"§ 1",
                         "Order":1,
                         "Text":"Caso a mudança pós-registro não promova impacto potencial na reconstituição ou diluição do produto, o estudo pode ser dispensado mediante justificativa técnica."
                      },
                      {
                         "Label":"§ 2",
                         "Order":2,
                         "Text":"Caso haja indícios de instabilidade após reconstituição ou diluição, este estudo poderá ser solicitado em todos os lotes para os quais o Estudo de Estabilidade de Longa Duração for apresentado, bem como nos Estudos de Estabilidade de Acompanhamento."
                      }
                   ]
                },
                {
                   "Label":"Art. 24",
                   "Order":5,
                   "Text":" A estabilidade após reconstituição ou diluição deverá ser testada, minimamente, nos tempos inicial e final do Estudo de Estabilidade de Longa Duração.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Quando houver submissão com Estudo de Estabilidade em andamento, a estabilidade após reconstituição ou diluição também deverá ser testada no tempo de 12 meses ou no último tempo disponível antes do peticionamento."
                      }
                   ]
                },
                {
                   "Label":"Art. 25",
                   "Order":6,
                   "Text":"O Estudo de Estabilidade pós-reconstituição ou diluição deve ser conduzido por meio da utilização de todos os diluentes para reconstituição ou diluição especificados na bula."
                },
                {
                   "Label":"Art. 26",
                   "Order":7,
                   "Text":"No Estudo de Estabilidade pós-reconstituição ou diluição, além do disposto no Art. 21 deve ser apresentado estudo que comprove a estabilidade do medicamento frente exposição à luz nas condições de utilização."
                },
                {
                   "Label":"Art. 27",
                   "Order":8,
                   "Text":" No Estudo de Estabilidade pós-reconstituição ou diluição, todos os testes previstos no protocolo do Estudo de Estabilidade de Longa Duração devem ser realizados para os tempos previstos nos incisos I e II do art. 21 desta Resolução.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Quando qualquer teste não for realizado, ou houver alteração das especificações, a justificativa técnica correspondente deve ser apresentada."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção IV",
             "Order":4,
             "Text":"Do Estudo de Estabilidade em Uso para medicamentos",
             "Children":[
                {
                   "Label":"Art. 28",
                   "Order":1,
                   "Text":"Para medicamentos acondicionados em Embalagens Multidose, estudo adicional deve ser realizado para determinar o Prazo de Validade do produto após aberto."
                },
                {
                   "Label":"Art. 29",
                   "Order":2,
                   "Text":"O estudo de estabilidade em uso deve ser realizado em uma das condições de Estudo de Estabilidade de Longa Duração definidas no Anexo II desta Resolução e deve simular o uso do produto."
                },
                {
                   "Label":"Art. 30",
                   "Order":3,
                   "Text":"O Estudo de Estabilidade em Uso deve comprovar estabilidade, no mínimo, pelo período previsto para a permanência do medicamento em sua Embalagem Primária, após abertura, apresentando:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"resultado inicial, que corresponde ao produto antes ou imediatamente após a abertura "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"resultado no final do prazo de uso. "
                      }
                   ]
                },
                {
                   "Label":"Art. 31",
                   "Order":4,
                   "Text":" O Estudo de Estabilidade em Uso deve ser realizado minimamente em 2 (dois) lotes dos Estudos de Estabilidade de Longa Duração submetidos no momento do registro e em 1(um) lote em mudanças pós-registro, sendo que pelo menos um lote precisa ser avaliado no final do prazo de validade.",
                   "Children":[
                      {
                         "Label":"§ 1",
                         "Order":1,
                         "Text":"Caso a mudança pós-registro não promova impacto potencial na estabilidade em uso, o estudo pode ser dispensado mediante justificativa técnica."
                      },
                      {
                         "Label":"§ 2",
                         "Order":2,
                         "Text":"Caso haja indícios de instabilidade em uso, o estudo de estabilidade em uso poderá ser solicitado nos demais Estudos de Estabilidade de que trata esta Resolução."
                      }
                   ]
                },
                {
                   "Label":"Art. 32",
                   "Order":5,
                   "Text":"A estabilidade em uso deverá ser testada, minimamente, nos tempos inicial e final do Estudo de Estabilidade de Longa Duração.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Quando houver submissão com Estudo de Estabilidade em andamento, a estabilidade em uso também deverá ser testada no tempo de 12 meses ou no último tempo disponível antes do peticionamento."
                      }
                   ]
                },
                {
                   "Label":"Art. 33",
                   "Order":6,
                   "Text":" Para medicamentos com posologia definida, o Estudo de Estabilidade em Uso deve comprovar a estabilidade pelo período máximo de duração do tratamento, considerada a menor posologia."
                },
                {
                   "Label":"Art. 34",
                   "Order":7,
                   "Text":" Para medicamentos sem posologia mínima definida ou de uso esporádico, o Estudo de Estabilidade em Uso deve ser realizado conforme uma das três opções a seguir:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"até o final do Prazo de Validade proposto para o produto fechado "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"até que haja reprovação em algum teste ou "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"até o prazo preestabelecido de validade após aberto, considerando resultados anteriores de Estudo de Estabilidade em Uso. "
                      }
                   ]
                },
                {
                   "Label":"Art. 35",
                   "Order":8,
                   "Text":" No Estudo de Estabilidade em Uso, todos os testes previstos no protocolo do Estudo de Estabilidade de Longa Duração devem ser realizados para os tempos previstos nos incisos I e II do art. 30 desta Resolução.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Quando qualquer teste não for realizado, ou houver alteração das especificações, a justificativa técnica correspondente deve ser apresentada."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção V",
             "Order":5,
             "Text":"Do Estudo de Degradação Forçada",
             "Children":[
                {
                   "Label":"Subseção I",
                   "Order":1,
                   "Text":"Do Estudo de Degradação Forçada em IFA",
                   "Children":[
                      {
                         "Label":"Art. 36",
                         "Order":1,
                         "Text":" O Estudo de Degradação Forçada em IFA deve ser conduzido em 1 (um) lote."
                      },
                      {
                         "Label":"Art. 37",
                         "Order":2,
                         "Text":" Os efeitos da temperatura, da umidade, da oxidação, da luz e a susceptibilidade à hidrólise em ampla faixa de valores de pH devem ser incluídos no Estudo de Degradação Forçada em IFA.",
                         "Children":[
                            {
                               "Label":"Parágrafo único.",
                               "Order":1,
                               "Text":"A não realização do estudo em alguma das condições citadas no caput deste artigo deve ser tecnicamente justificada."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 38",
                         "Order":3,
                         "Text":" Para fins de desenvolvimento e validação da metodologia analítica, os Estudos de Degradação Forçada devem promover degradação em extensão suficiente para avaliação da formação de produtos de degradação, e inferior àquela que levaria à degradação excessiva e completa da amostra do IFA.",
                         "Children":[
                            {
                               "Label":"§ 1",
                               "Order":1,
                               "Text":"Os estudos de que trata o caput deste artigo poderão ser finalizados após um nível de decomposição evidente, que supere as variações analíticas do método."
                            },
                            {
                               "Label":"§ 2",
                               "Order":2,
                               "Text":"Os níveis de exposição utilizados pela empresa e a ausência de degradação devem ser justificados."
                            }
                         ]
                      },
                      {
                         "Label":"Art. 39",
                         "Order":4,
                         "Text":" Quando for demonstrado que determinada(s) impureza(s) não se forma(m) nas condições de Estabilidade Acelerada e Longa Duração, não será necessário testá-las nos estudos de estabilidade Acelerados, de Longa Duração e de Acompanhamento."
                      }
                   ]
                },
                {
                   "Label":"Subseção II",
                   "Order":2,
                   "Text":"Do Estudo de Degradação Forçada em medicamentos",
                   "Children":[
                      {
                         "Label":"Art. 40",
                         "Order":1,
                         "Text":" Para medicamentos novos, genéricos e similares, os Estudos de Degradação Forçada devem ser conduzidos de acordo com a norma que dispõe sobre notificação, identificação e qualificação de produtos de degradação em medicamentos."
                      },
                      {
                         "Label":"Art. 41",
                         "Order":2,
                         "Text":" Para Fitoterápicos, medicamentos específicos, dinamizados, de notificação simplificada e radiofármacos, a quantificação dos produtos de degradação nos Estudos de Estabilidade deve ser realizada quando:",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"produtos de degradação forem citados em monografias de compêndios oficiais ou "
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"envolver produtos de degradação que apresentem relevante toxicidade ou que possam gerar ineficácia terapêutica. "
                            }
                         ]
                      },
                      {
                         "Label":"Art. 42",
                         "Order":3,
                         "Text":"Os Estudos de Degradação Forçada também devem ser utilizados para identificar se existe alguma condição à qual o IFA ou medicamento é particularmente sensível."
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO III",
       "Text":"DO PROCEDIMENTO NOS ESTUDOS DE ESTABILIDADE E FOTOESTABILIDADE",
       "Order":3,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Da condução do Estudo de Estabilidade",
             "Children":[
                {
                   "Label":"Art. 43",
                   "Order":1,
                   "Text":"Para Estudos de Estabilidade, os procedimentos de amostragem adotados devem assegurar total representatividade e homogeneidade do(s) lote(s) objeto(s) do estudo."
                },
                {
                   "Label":"Art. 44",
                   "Order":2,
                   "Text":"O impacto da composição da embalagem e seu sistema de fechamento na estabilidade do produto deve ser avaliado durante todo o Prazo de Validade."
                },
                {
                   "Label":"Art. 45",
                   "Order":3,
                   "Text":" Os estudos de estabilidade devem ser realizados com o medicamento na embalagem proposta para comercialização, incluindo, conforme apropriado, a embalagem secundária ou o envoltório intermediário."
                },
                {
                   "Label":"Art. 46",
                   "Order":4,
                   "Text":" As amostras destinadas ao Estudo de Estabilidade de IFA devem ser acondicionadas em recipientes com a mesma composição química e características físicas da embalagem de comercialização.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Serão aceitos estudos de estabilidade de IFA acondicionados em embalagens com tamanho menor que as de comercialização, desde que mantenha as demais características físicas e químicas."
                      }
                   ]
                },
                {
                   "Label":"Art. 47",
                   "Order":5,
                   "Text":" Métodos Analíticos Indicativos de Estabilidade devem ser utilizados nas análises de estabilidade."
                },
                {
                   "Label":"Art. 48",
                   "Order":6,
                   "Text":" A substituição ou alteração de métodos de análise durante a condução do estudo de estabilidade somente é permitida quando: I- os métodos são equivalentes ou o método proposto é superior ao utilizado e II- não há impacto na análise de tendência dos resultados, quando esta for aplicável.",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"os métodos são equivalentes ou o método proposto é superior ao utilizado; e"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"não há impacto na análise de tendência dos resultados, quando esta for aplicável."
                      },
                      {
                         "Label":"§ 1",
                         "Order":3,
                         "Text":"A substituição ou alteração de métodos de análise deve ser justificada tecnicamente."
                      },
                      {
                         "Label":"§ 2",
                         "Order":4,
                         "Text":"Caso haja proposição de um novo método que não se enquadre no caput deste artigo, este pode ser apenas adicionado ao estudo, sem que haja exclusão ou alteração do método anterior."
                      }
                   ]
                },
                {
                   "Label":"Art. 49",
                   "Order":7,
                   "Text":" Os métodos utilizados nos estudos de estabilidade devem ser validados de acordo com o ato normativo que dispõe sobre a validação de métodos analíticos."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Da Avaliação do Estudo de Estabilidade",
             "Children":[
                {
                   "Label":"Art. 50",
                   "Order":1,
                   "Text":" Os resultados obtidos no estudo devem ser avaliados para verificar quais atributos são passíveis de alteração em função do tempo e que podem impactar na qualidade do IFA e do medicamento, e no desempenho do medicamento."
                },
                {
                   "Label":"Art. 51",
                   "Order":2,
                   "Text":" A avaliação estatística dos Estudos de Estabilidade de Longa Duração deve ser realizada quando necessário, para indicar prazo de validade provisório e para assegurar que o Prazo de Validade ou Prazo de Reteste propostos sejam aplicáveis para todos os lotes fabricados em condições semelhantes.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A avaliação estatística formal não precisa ser realizada quando não há variação significativa nos resultados avaliados."
                      }
                   ]
                },
                {
                   "Label":"Art. 52",
                   "Order":3,
                   "Text":" A avaliação estatística dos resultados dos testes do Estudo de Estabilidade de Longa Duração deve incluir a variação entre lotes e à Análise de Tendência quando aplicável.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A avaliação estatística deve avaliar separadamente os resultados quantitativos de teor, produtos de degradação e quaisquer outros atributos apropriados."
                      }
                   ]
                },
                {
                   "Label":"Art. 53",
                   "Order":4,
                   "Text":" A influência da variação entre lotes no resultado da Análise de Tendência deve ser avaliada."
                },
                {
                   "Label":"Art. 54",
                   "Order":5,
                   "Text":" Os resultados fora de tendência devem ser investigados e justificados."
                },
                {
                   "Label":"Art. 55",
                   "Order":6,
                   "Text":" A não utilização de método estatístico para avaliação de tendência e quanto à variação entre lotes no estudo de estabilidade de longa duração deve ser justificada."
                },
                {
                   "Label":"Art. 56",
                   "Order":7,
                   "Text":"As Especificações de Liberação e de Estabilidade devem ser definidas durante o desenvolvimento do IFA ou medicamento, de maneira que este cumpra minimamente com os requisitos aplicáveis ao medicamento ou IFA em questão durante todo o seu Prazo de Validade ou Prazo de Reteste."
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Da condução do Estudo de Fotoestabilidade",
             "Children":[
                {
                   "Label":"Art. 57",
                   "Order":1,
                   "Text":" Os estudos de fotoestabilidade devem demonstrar quais os efeitos da exposição à luz na qualidade do IFA ou medicamento."
                },
                {
                   "Label":"Art. 58",
                   "Order":2,
                   "Text":" A temperatura dentro da câmara de fotoestabilidade deve ser adequadamente controlada."
                },
                {
                   "Label":"Art. 59",
                   "Order":3,
                   "Text":" A câmara de fotoestabilidade deve ser opticamente isolada."
                },
                {
                   "Label":"Art. 60",
                   "Order":4,
                   "Text":" A fonte de luz deve vir acompanhada da especificação espectral do fabricante e estar de acordo com o protocolo definido pela empresa."
                },
                {
                   "Label":"Art. 61",
                   "Order":5,
                   "Text":"Deve ser utilizada fonte de luz com composição espectral de padrão reconhecido que inclua os comprimentos de onda das regiões do ultravioleta e do visível."
                },
                {
                   "Label":"Art. 62",
                   "Order":6,
                   "Text":" As amostras devem ser expostas a, no mínimo, 1,2 milhões de lux.horas e a uma energia de ultravioleta próxima de no mínimo 200 watt.horas/m 2 em um sistema devidamente qualificado."
                },
                {
                   "Label":"Art. 63",
                   "Order":7,
                   "Text":" A fim de assegurar o cumprimento do disposto no art. 62 desta Resolução, a exposição à fonte de luz das amostras deve ocorrer em conjunto com o sistema actinométrico químico qualificado ou com radiômetros/luxímetros qualificados."
                },
                {
                   "Label":"Art. 64",
                   "Order":8,
                   "Text":" Dados de qualificação da fonte de luz e do sistema actinométrico utilizado devem ser disponibilizados sempre que requisitados por autoridade sanitária."
                },
                {
                   "Label":"Art. 65",
                   "Order":9,
                   "Text":" As amostras devem ser dispostas de modo que todas as suas unidades ou todo o seu conteúdo tenha exposição direta à luz."
                },
                {
                   "Label":"Art. 66",
                   "Order":10,
                   "Text":" Todas as amostras diretamente expostas devem ser acondicionadas em recipientes de material quimicamente inerte."
                },
                {
                   "Label":"Art. 67",
                   "Order":11,
                   "Text":" No caso de amostras protegidas serem utilizadas como controles para avaliação das alterações provocadas pela temperatura induzida no processo, estas deverão ser acondicionadas juntamente com as amostras em teste."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO IV",
       "Text":"DOS REQUISITOS ESPECÍFICOS PARA REALIZAÇÃO DO ESTUDO DE ESTABILIDADE EM IFA",
       "Order":4,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Dos Testes",
             "Children":[
                {
                   "Label":"Art. 68",
                   "Order":1,
                   "Text":" No Estudo de Estabilidade do IFA, devem ser testados todos os atributos de qualidade que tenham impacto potencial na qualidade, eficácia e segurança, e que possam sofrer mudança por influência de tempo, temperatura, umidade ou qualquer outro fator de exposição."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Do Protocolo e do Relatório do Estudo de Estabilidade",
             "Children":[
                {
                   "Label":"Art. 69",
                   "Order":1,
                   "Text":" O Protocolo do Estudo de Estabilidade de IFA deve conter as seguintes informações:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"identificação do IFA por Denominação Comum Brasileira (DCB), Denominação Comum Internacional (DCI) ou Chemical Abstract Service (CAS) "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"testes a serem realizados, informando os critérios de aceitação "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"cronograma de execução "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"nome e endereço do fabricante do IFA Ministério da Saúde - MS Agência Nacional de Vigilância Sanitária – ANVISA Este texto não substitui o(s) publicado(s) em Diário Oficial da União. "
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"condições do estudo "
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"Métodos Analíticos Indicativos de Estabilidade utilizados em todos os testes e "
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"material de acondicionamento utilizado. "
                      }
                   ]
                },
                {
                   "Label":"Art. 70",
                   "Order":2,
                   "Text":"O Relatório de Estudo de Estabilidade de IFA deve apresentar, em forma de tabela, os resultados obtidos a partir da avaliação conduzida de acordo com o estabelecido no protocolo."
                },
                {
                   "Label":"Art. 71",
                   "Order":3,
                   "Text":" O Relatório de Estudo de Estabilidade de IFA, além das informações constantes no protocolo, deve conter:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"número do(s) lote(s);"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"tamanho do(s) lote(s);"
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"descrição do material de acondicionamento;"
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"data de fabricação do(s) lote(s);"
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"data de início do estudo (dia/mês/ano);"
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"condições de armazenamento;"
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"frequência dos testes;"
                      },
                      {
                         "Label":"VIII",
                         "Order":8,
                         "Text":"Especificações de Estabilidade;"
                      },
                      {
                         "Label":"IX",
                         "Order":9,
                         "Text":"resultados dos testes realizados;"
                      },
                      {
                         "Label":"X",
                         "Order":10,
                         "Text":"avaliação estatística dos resultados, se aplicável; e"
                      },
                      {
                         "Label":"XI",
                         "Order":11,
                         "Text":"conclusão"
                      },
                      {
                         "Label":"Parágrafo único.",
                         "Order":12,
                         "Text":"Quando qualquer das informações descritas nos incisos deste artigo não constar do relatório do estudo, a correspondente justificativa técnica deve ser apresentada."
                      }
                   ]
                },
                {
                   "Label":"Art. 72",
                   "Order":4,
                   "Text":" A conclusão do Relatório do Estudo de Estabilidade deverá:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":" abordar como a qualidade do IFA varia ao longo do tempo;"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":" estabelecer o Prazo de Validade ou Prazo de Reteste; e"
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"recomendar as Condições de Armazenamento."
                      },
                      {
                         "Label":"Parágrafo único.",
                         "Order":4,
                         "Text":"Na conclusão do Relatório do Estudo de Estabilidade deverá ser explicitamente informado se está sendo definido Prazo de Validade ou Prazo de Reteste."
                      }
                   ]
                },
                {
                   "Label":"Art. 73",
                   "Order":5,
                   "Text":" O protocolo e o relatório de estudo serão exigidos para os Estudos de Estabilidade Acelerado, de Longa Duração, de Fotoestabilidade e Degradação Forçada.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Caso o Estudo de Degradação Forçada, nos termos dessa Resolução, tenha sido realizado nas validações das metodologias analíticas, não há necessidade de apresentação de novo Estudo de Degradação Forçada na seção de estabilidade."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"A apresentação do protocolo é facultativa nos casos em que o relatório do estudo esteja completo e contemple as informações requeridas no protocolo."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Seleção de Lotes",
             "Children":[
                {
                   "Label":"Art. 74",
                   "Order":1,
                   "Text":" Os Estudos de Estabilidade Acelerados e de Longa Duração devem ser conduzidos com, no mínimo, 3 (três) lotes de IFA.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Os lotes devem ser no mínimo fabricados em escala piloto, pela mesma rota de síntese e com método de procedimento de fabricação que simule o processo final que será aplicado nos lotes industriais."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"A qualidade geral dos lotes do IFA deve ser representativa da qualidade dos lotes a serem fabricados em escala industrial."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"A quantidade exigida de lotes pode ser menor que 3 (três), em função de regulamentação em norma que dispõe sobre regularização de IFA."
                      }
                   ]
                },
                {
                   "Label":"Art. 75",
                   "Order":2,
                   "Text":" Os Estudos de Estabilidade de Acompanhamento devem ser conduzidos com, no mínimo, 1 (um) lote de IFA por ano, exceto se nenhum lote do IFA houver sido produzido no ano."
                }
             ]
          },
          {
             "Label":"Seção IV",
             "Order":4,
             "Text":"Do Prazo de Validade e do Prazo de Reteste",
             "Children":[
                {
                   "Label":"Art. 76",
                   "Order":1,
                   "Text":" O Prazo de Validade ou o Prazo de Reteste do IFA deve ser determinado(a) por Estudo de Estabilidade de Longa Duração, de acordo com os parâmetros definidos nesta Resolução."
                },
                {
                   "Label":"Art. 77",
                   "Order":2,
                   "Text":" Os lotes a serem amostrados devem ser representativos do processo de fabricação."
                },
                {
                   "Label":"Art. 78",
                   "Order":3,
                   "Text":" O Prazo de Validade provisório ou Prazo de Reteste Provisório será estabelecido a partir da análise estatística dos resultados apresentados, limitado a adição de 12 meses, considerando o Estudo de Estabilidade Acelerado concluído e o Estudo de Estabilidade de Longa Duração em andamento.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Caso a análise estatística não seja aplicável, a justificativa técnica e racional para definição do Prazo de Validade ou Prazo de Reteste devem ser encaminhados."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção V",
             "Order":5,
             "Text":"Da Frequência dos Testes de Estabilidade do IFA",
             "Children":[
                {
                   "Label":"Art. 79",
                   "Order":1,
                   "Text":" Para os Estudos de Estabilidade Acelerados, devem ser realizados, quando previstos no protocolo, no tempo inicial, no 3e no 6mês do estudo, os seguintes testes:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"aspecto "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"teor do IFA "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"quantificação de produtos de degradação individuais e totais e "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"identificação de produtos de degradação, quando aplicável. "
                      }
                   ]
                },
                {
                   "Label":"Art. 80",
                   "Order":2,
                   "Text":" Para os Estudos de Estabilidade de Longa Duração devem ser realizados, no mínimo, os mesmos testes previstos no art. 79, no tempo inicial, a cada 3 (três) meses durante o primeiro ano, a cada 6 (seis) meses durante o segundo ano, e anualmente, após o 24mês, até o final do Prazo de Validade ou Prazo de Reteste.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os demais testes devem ser realizados ao final dos Estudos de Estabilidade Acelerado, de Longa Duração e de Acompanhamento, tomando como referência o tempo inicial."
                      }
                   ]
                },
                {
                   "Label":"Art. 81",
                   "Order":3,
                   "Text":" Nos casos de submissões de registro ou mudanças pós-registro com estudos em andamento, todos os testes previstos no protocolo devem ser realizados ao menos em um tempo anterior ao peticionamento."
                }
             ]
          },
          {
             "Label":"Seção VI",
             "Order":6,
             "Text":"Do Estudo de Fotoestabilidade",
             "Children":[
                {
                   "Label":"Art. 82",
                   "Order":1,
                   "Text":" O Estudo de Fotoestabilidade deve ser realizado com 1 (um) lote representativo de produção do IFA.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Caso haja resultado inconclusivo, o estudo deve ser repetido com 2 (dois) lotes adicionais representativos de produção do IFA."
                      }
                   ]
                },
                {
                   "Label":"Art. 83",
                   "Order":2,
                   "Text":" O Estudo de Fotoestabilidade deve ser realizado no IFA fora de sua embalagem de comercialização, completamente exposto à fonte de luz.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"É permitido o uso de embalagem transparente inerte, quando justificada."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Caso haja resultado fora da especificação, ou seja, presumida a fotossensibilidade do IFA com apresentação de bibliografia científica comprovando este comportamento, o estudo deve ser realizado no IFA dentro da embalagem fotoprotetora, observadas as especificações de embalagem a serem adotadas para o IFA comercializado."
                      }
                   ]
                },
                {
                   "Label":"Art. 84",
                   "Order":3,
                   "Text":" Após exposição à fonte de luz, conforme art. 83 desta Resolução, todos os testes necessários para assegurar a manutenção da qualidade do IFA devem ser realizados."
                },
                {
                   "Label":"Art. 85",
                   "Order":4,
                   "Text":" Com base nos resultados dos Estudos de Fotoestabilidade, a empresa deve:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"informar as precauções a serem adotadas durante a fabricação ou formulação de medicamentos que utilizam o IFA e "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"informar sobre a necessidade de utilização de embalagem resistente à luz para o IFA. "
                      }
                   ]
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO V",
       "Text":"DOS REQUISITOS ESPECÍFICOS PARA REALIZAÇÃO DO ESTUDO DE ESTABILIDADE EM MEDICAMENTOS",
       "Order":5,
       "Children":[
          {
             "Label":"Seção I",
             "Order":1,
             "Text":"Dos Testes",
             "Children":[
                {
                   "Label":"Art. 86",
                   "Order":1,
                   "Text":" No Estudo de Estabilidade do medicamento, devem ser testados todos os atributos de qualidade que tenham impacto potencial na qualidade, eficácia e segurança, e que possam sofrer mudança por influência de tempo, temperatura, umidade ou qualquer outro fator de exposição."
                }
             ]
          },
          {
             "Label":"Seção II",
             "Order":2,
             "Text":"Do Protocolo e Relatório de Estudo de Estabilidade",
             "Children":[
                {
                   "Label":"Art. 87",
                   "Order":1,
                   "Text":" O Protocolo de Estudo de Estabilidade deve conter as seguintes informações:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"nome do medicamento e identificação do IFA por DCB, DCI e CAS "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"testes a serem realizados e as Especificações de Estabilidade "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"cronograma de execução "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"as seguintes características do lote submetido ao estudo: a) nome e endereço do fabricante do medicamento b) processo de fabricação, quando houver mais de um e c) tamanho do lote. ",
                         "Children":[
                            {
                               "Label":"a)",
                               "Order":1,
                               "Text":"nome e endereço do fabricante do medicamento;"
                            },
                            {
                               "Label":"b)",
                               "Order":2,
                               "Text":"processo de fabricação, quando houver mais de um; e"
                            },
                            {
                               "Label":"c)",
                               "Order":3,
                               "Text":"tamanho do lote."
                            }
                         ]
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"condições do estudo "
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"Métodos Analíticos Indicativos de Estabilidade utilizados para todos os testes e "
                      },
                      {
                         "Label":"VII-",
                         "Order":7,
                         "Text":"VII- material de acondicionamento primário."
                      }
                   ]
                },
                {
                   "Label":"Art. 88",
                   "Order":2,
                   "Text":" O Relatório do Estudo de Estabilidade deve apresentar, em forma de tabela, os resultados obtidos a partir da avaliação conduzida de acordo com o estabelecido no protocolo."
                },
                {
                   "Label":"Art. 89",
                   "Order":3,
                   "Text":" O Relatório do Estudo de Estabilidade, além das informações constantes no protocolo, deve conter:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"data de fabricação do lote "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"apresentação "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"lote do IFA utilizado "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"data de fabricação do IFA utilizado "
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"nome e endereço do fabricante do IFA utilizado "
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"lote do produto a granel, quando aplicável "
                      },
                      {
                         "Label":"VII",
                         "Order":7,
                         "Text":"lote do produto intermediário, quando aplicável "
                      },
                      {
                         "Label":"VIII",
                         "Order":8,
                         "Text":"número e tamanho do lote do produto acabado "
                      },
                      {
                         "Label":"IX",
                         "Order":9,
                         "Text":"data de início do estudo (dia/mês/ano) "
                      },
                      {
                         "Label":"X",
                         "Order":10,
                         "Text":"frequência dos testes "
                      },
                      {
                         "Label":"XI",
                         "Order":11,
                         "Text":"processo de produção, em caso de haver mais de um processo produtivo aprovado "
                      },
                      {
                         "Label":"XII",
                         "Order":12,
                         "Text":"resultados dos testes "
                      },
                      {
                         "Label":"XIII",
                         "Order":13,
                         "Text":"avaliação estatística dos resultados, se aplicável e "
                      },
                      {
                         "Label":"XIV",
                         "Order":14,
                         "Text":"conclusão. "
                      }
                   ]
                },
                {
                   "Label":"Art. 90",
                   "Order":4,
                   "Text":" A conclusão deverá:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"bordar como a qualidade do medicamento varia ao longo do tempo, em razão da influência das condições dos estudos realizados "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"sugerir o Prazo de Validade do produto e "
                      },
                      {
                         "Label":"III-",
                         "Order":3,
                         "Text":"recomendar as condições de seu armazenamento. "
                      }
                   ]
                },
                {
                   "Label":"Art. 91",
                   "Order":5,
                   "Text":" O protocolo e o relatório serão exigidos para os Estudos de Estabilidade Acelerados, de Longa Duração, Estudos de Fotoestabilidade, Estudos de Estabilidade Pós-Reconstituição e Diluição e Estudo de Estabilidade em Uso, nos casos em que houver necessidade desses estudos.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"A apresentação do protocolo é facultativa nos casos em que o relatório do estudo esteja completo e contemple as informações requeridas no protocolo."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção III",
             "Order":3,
             "Text":"Da Seleção dos Lotes",
             "Children":[
                {
                   "Label":"Art. 92",
                   "Order":1,
                   "Text":" Os lotes do medicamento utilizados nos Estudos de Estabilidade devem cumprir com os seguintes critérios: I- ter a mesma fórmula e a mesma embalagem primária que as pleiteadas na petição e II- cumprir com os requisitos para ser classificado como lote piloto ou ser um lote industrial.",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"ter a mesma fórmula e a mesma embalagem primária que as pleiteadas na petição;"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"cumprir com os requisitos para ser classificado como lote piloto ou ser um lote industrial."
                      },
                      {
                         "Label":"§1",
                         "Order":3,
                         "Text":"Quando forem apresentados Estudos de Estabilidade de 3(três) lotes, será permitido, desde que tecnicamente justificado, que 1 (um) desses lotes tenha tamanho inferior à escala piloto, desde que seja representativo das etapas críticas de processo produtivo e formulação."
                      },
                      {
                         "Label":"§2",
                         "Order":4,
                         "Text":"Quando forem apresentados Estudos de Estabilidade de acordo com o disposto no caput, mas em tamanho inferior ao tamanho industrial proposto, eles devem estar acompanhados de protocolo de Estudo de Estabilidade de quantidade correspondente de lotes em tamanho industrial."
                      }
                   ]
                },
                {
                   "Label":"Art. 93",
                   "Order":2,
                   "Text":" A quantidade de lotes a ser selecionada para condução dos Estudos de Estabilidade Acelerados e de Longa Duração deve seguir ato normativo específico vigente que disponha sobre registro ou mudanças pós-registro, conforme o caso.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Nos casos em que a condição proposta no registro ou nas mudanças pós-registro seja diferente da condição dos lotes no estudo de estabilidade, deve ser apresentada justificativa técnica com racional científico que permita a extrapolação dos dados de estabilidade à condição proposta."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção IV",
             "Order":4,
             "Text":"Do Prazo de Validade",
             "Children":[
                {
                   "Label":"Art. 94",
                   "Order":1,
                   "Text":" O Prazo de Validade será determinado por Estudos de Estabilidade Acelerados e de Longa Duração, realizados de acordo com os parâmetros definidos nesta Resolução.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"O prazo de que trata o caput deste artigo será fixado de forma definitiva somente após avaliação de Estudo de Estabilidade de Longa Duração concluído."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Nos casos em que forem apresentados resultados de Estudo de Estabilidade Acelerado concluído e estudo de Longa Duração em andamento, o Prazo de Validade provisório será estabelecido a partir da análise estatística dos resultados apresentados e de dados históricos relevantes, limitado à adição de 12 meses."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"Caso a avaliação estatística não seja necessária, uma justificativa deverá ser apresentada."
                      },
                      {
                         "Label":"§4",
                         "Order":4,
                         "Text":"Quando mudanças significativas ocorrerem durante o período de 3 (três) a 6 (seis) meses do Estudo de Estabilidade Acelerado, o Prazo de Validade provisório será baseado na avaliação estatística dos dados disponíveis do Estudo de Estabilidade de Longa Duração."
                      },
                      {
                         "Label":"§5",
                         "Order":5,
                         "Text":"São consideradas mudanças significativas:",
                         "Children":[
                            {
                               "Label":"I",
                               "Order":1,
                               "Text":"perda de 5% no teor em relação ao valor inicial ou resultado fora da especificação para potência por método microbiológico ou imunológico, exceto medicamentos que contenham IFA vegetal e opoterápico "
                            },
                            {
                               "Label":"II",
                               "Order":2,
                               "Text":"qualquer resultado fora do limite especificado "
                            },
                            {
                               "Label":"III",
                               "Order":3,
                               "Text":"dissolução com resultado fora do limite especificado para 12 (doze) unidades "
                            },
                            {
                               "Label":"IV",
                               "Order":4,
                               "Text":"alterações significativas no perfil cromatográfico ou perda de 10% no teor do IFA para medicamentos que contenham IFA vegetal e opoterápico ou "
                            },
                            {
                               "Label":"V",
                               "Order":5,
                               "Text":"perda de peso maior ou igual a 5% em 3 meses. "
                            }
                         ]
                      },
                      {
                         "Label":"§6",
                         "Order":6,
                         "Text":"Para embalagens que não são multidose ou frascos menores que 1mL, perda de"
                      },
                      {
                         "Label":"§ 4",
                         "Order":7,
                         "Text":"deste artigo deve ser tecnicamente justificada."
                      },
                      {
                         "Label":"§7",
                         "Order":8,
                         "Text":"A depender da forma farmacêutica, pode haver justificativa técnica para que as alterações não sejam consideradas significativas."
                      }
                   ]
                }
             ]
          },
          {
             "Label":"Seção V",
             "Order":5,
             "Text":"Da Frequência dos Testes de Estabilidade",
             "Children":[
                {
                   "Label":"Art. 95",
                   "Order":1,
                   "Text":" Para o Estudo de Estabilidade Acelerado, devem ser realizados, quando previstos no protocolo, no tempo inicial, no 3e no 6mês do estudo, os seguintes testes: I- aspecto II- teor III- quantificação de produtos de degradação IV- dissolução ou teste de desempenho do produto, a depender da forma farmacêutica V- pH e VI- quantificação de antimicrobianos e antioxidantes.",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"aspecto"
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"teor"
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"quantificação de produtos de degradação;"
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"dissolução ou teste de desempenho do produto, a depender da forma farmacêutica;"
                      },
                      {
                         "Label":"V",
                         "Order":5,
                         "Text":"pH"
                      },
                      {
                         "Label":"VI",
                         "Order":6,
                         "Text":"quantificação de antimicrobianos e antioxidantes"
                      },
                      {
                         "Label":"§ 1",
                         "Order":7,
                         "Text":"Para medicamentos que contenham IFA vegetal e opoterápico, além dos testes previstos no caput deste artigo, deve ser realizado, em todos os tempos, teste de desintegração."
                      },
                      {
                         "Label":"§ 2",
                         "Order":8,
                         "Text":"Para medicamentos dinamizados, além dos testes previstos no caput deste artigo, deve ser realizado, em todos os tempos, teste de desintegração e umidade, se aplicáveis à forma farmacêutica."
                      }
                   ]
                },
                {
                   "Label":"Art. 96",
                   "Order":2,
                   "Text":" Para o Estudo de Estabilidade de Longa Duração, os mesmos testes relacionados no art. 95 devem ser realizados:",
                   "Children":[
                      {
                         "Label":"I",
                         "Order":1,
                         "Text":"no tempo inicial "
                      },
                      {
                         "Label":"II",
                         "Order":2,
                         "Text":"a cada 3 (três) meses durante o primeiro ano "
                      },
                      {
                         "Label":"III",
                         "Order":3,
                         "Text":"a cada 6 (seis) meses durante o segundo ano e "
                      },
                      {
                         "Label":"IV",
                         "Order":4,
                         "Text":"anualmente a partir do terceiro ano do Prazo de Validade proposto. "
                      }
                   ]
                },
                {
                   "Label":"Art. 97",
                   "Order":3,
                   "Text":" Os demais testes considerados importantes para análise de tendência também devem ser realizados nos tempos previstos nos artigos 94 e 95 desta Resolução.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Os demais testes devem ser realizados minimamente nos tempos iniciais e finais."
                      }
                   ]
                },
                {
                   "Label":"Art. 98",
                   "Order":4,
                   "Text":" Nos casos de submissões de registro ou mudanças pós-registro com estudos em andamento, todos os testes previstos no protocolo devem ser realizados ao menos em um tempo anterior à submissão."
                }
             ]
          },
          {
             "Label":"Seção VI",
             "Order":6,
             "Text":"Do Estudo de Fotoestabilidade",
             "Children":[
                {
                   "Label":"Art. 99",
                   "Order":1,
                   "Text":" O Estudo de Fotoestabilidade deve ser realizado no medicamento fora de sua Embalagem Primária, completamente exposto à fonte de luz.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"É permitido o uso de embalagem transparente inerte protetora, quando justificada."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"O medicamento será considerado fotoestável caso não haja resultados fora da especificação."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"Caso o estudo previsto no caput não seja realizado, deve ser apresentada justificativa técnica e deve ser realizado o estudo previsto no art. 100."
                      }
                   ]
                },
                {
                   "Label":"Art. 100",
                   "Order":2,
                   "Text":" Caso haja resultado fora da especificação no estudo de que trata o art. 99, o estudo deve ser realizado no medicamento dentro da Embalagem Primária proposta, observadas as mesmas especificações de Embalagem Primária a serem utilizadas no produto comercializado.",
                   "Children":[
                      {
                         "Label":"Parágrafo único.",
                         "Order":1,
                         "Text":"Se não houver resultado fora da especificação, o medicamento será considerado fotoestável desde que mantido em sua Embalagem Primária."
                      }
                   ]
                },
                {
                   "Label":"Art. 101",
                   "Order":3,
                   "Text":" Somente no caso de não ser possível obter resultados dentro das especificações do teste de que trata o Art. 100 desta Resolução, e quando comprovada tecnicamente a impossibilidade de utilizar Embalagem Primária com maior grau de fotoproteção, novo Estudo de Fotoestabilidade do produto poderá ser realizado em sua Embalagem Primária adicionada de outra proteção, que pode ser a Embalagem Secundária ou um Envoltório Intermediário.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"Se não houver resultado fora da especificação, o medicamento será considerado fotoestável desde que mantido em sua Embalagem Secundária."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Caso a proteção adicional seja a Embalagem Secundária, somente serão permitidas apresentações com 1 (uma) unidade por Embalagem Secundária."
                      }
                   ]
                },
                {
                   "Label":"Art. 102",
                   "Order":4,
                   "Text":" Para fins de registro ou inclusão de novas concentrações ou formas farmacêuticas, o Estudo de Fotoestabilidade deve ser realizado inicialmente em 1 (um) lote que tenha a mesma fórmula e que simule o processo de produção que se pretende registrar.",
                   "Children":[
                      {
                         "Label":"§1",
                         "Order":1,
                         "Text":"O estudo deve ser repetido em mais 1 (um) lote que se enquadre nos requisitos para lote piloto ou lote industrial."
                      },
                      {
                         "Label":"§2",
                         "Order":2,
                         "Text":"Caso o lote mencionado no caput já cumpra com os requisitos do §1deste artigo, não é necessário repetir o estudo."
                      },
                      {
                         "Label":"§3",
                         "Order":3,
                         "Text":"Se os resultados do estudo descrito no caput não forem conclusivos, deverá ser realizado estudo em 2 (dois) lotes adicionais."
                      }
                   ]
                },
                {
                   "Label":"Art. 103",
                   "Order":5,
                   "Text":" Para mudanças pós-registro em que não é dispensado o Estudo de Fotoestabilidade, este pode ser realizado em apenas 1 (um lote)."
                },
                {
                   "Label":"Art. 104",
                   "Order":6,
                   "Text":" No final do período de exposição à luz, as amostras devem ser analisadas para qualquer alteração nas características físicas e propriedades químicas."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO VI",
       "Text":"DOS MEDICAMENTOS DINAMIZADOS",
       "Order":6,
       "Children":[
          {
             "Label":"Art. 105",
             "Order":1,
             "Text":" Quando se tratar de formas farmacêuticas comparadas, os dados de Estudos de Estabilidade realizados em um medicamento dinamizado podem ser utilizados como referência para a definição do Prazo de Validade de outro medicamento dinamizado.",
             "Children":[
                {
                   "Label":"§1",
                   "Order":1,
                   "Text":"São consideradas formas farmacêuticas comparadas os medicamentos dinamizados de uma mesma empresa que tenham a mesma forma farmacêutica, os mesmos excipientes, o mesmo local de fabricação, o mesmo processo de fabricação e as mesmas especificações de Embalagem Primária, desde que não possuam nenhum IFA em diluição menor que 1 (uma) parte para 10.000 (dez mil) partes de veículo no produto acabado."
                },
                {
                   "Label":"§2",
                   "Order":2,
                   "Text":"No caso de formas farmacêuticas comparadas, os Estudos de Estabilidade devem ser conduzidos com o medicamento dinamizado que contiver o IFA em menor dinamização."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO VII",
       "Text":"DA ROTULAGEM",
       "Order":7,
       "Children":[
          {
             "Label":"Art. 106",
             "Order":1,
             "Text":" O Prazo de Validade ou Prazo de Reteste do IFA o Prazo de Validade do medicamento, determinados com base nos Estudos de Estabilidade e Fotoestabilidade conduzidos conforme descrito nesta Resolução, devem constar em suas respectivas rotulagens."
          },
          {
             "Label":"Art. 107",
             "Order":2,
             "Text":" Todas as recomendações quanto às Condições de Armazenamento baseadas nos Estudos de Estabilidade e Fotoestabilidade devem constar na rotulagem do IFA, na rotulagem e na bula ou documento equivalente do medicamento, conforme norma vigente específica e, quando aplicável, devem ser fornecidas instruções específicas.",
             "Children":[
                {
                   "Label":"§1",
                   "Order":1,
                   "Text":"Quando o medicamento for reprovado no estudo de fotoestabilidade quando completamente exposto à fonte de luz, deve ser acrescentado à sua rotulagem e bula o alerta de que ele deve ser protegido da luz."
                },
                {
                   "Label":"§2",
                   "Order":2,
                   "Text":"Quando o medicamento for reprovado no estudo de fotoestabilidade conduzido dentro da embalagem primária proposta, deve ser acrescentado à sua rotulagem e bula alerta específico para que o medicamento seja imediatamente devolvido à Embalagem Secundária ou ao Envoltório Intermediário após a administração."
                },
                {
                   "Label":"§3",
                   "Order":3,
                   "Text":"Quando o medicamento for utilizado exclusivamente em hospitais e clínicas especializadas e for comprovada a estabilidade somente em 25°C ± 2°C/60% RH ± 5% RH, deve ser acrescentado à sua rotulagem e bula alerta específico para que o medicamento seja armazenado abaixo de 25°C."
                },
                {
                   "Label":"§4",
                   "Order":4,
                   "Text":"As frases correspondentes aos Cuidados de Conservação e ao Prazo de Validade após reconstituição ou diluição devem ser incluídos na bula e na rotulagem dos medicamentos que requeiram reconstituição e diluição."
                },
                {
                   "Label":"§5",
                   "Order":5,
                   "Text":"As frases correspondentes aos Cuidados de Conservação e ao Prazo de Validade do produto após aberto devem ser incluídas na bula e na rotulagem dos medicamentos acondicionados em Embalagens Multidose."
                },
                {
                   "Label":"§6",
                   "Order":6,
                   "Text":"Caso outra sensibilidade específica do medicamento seja detectada, esta deve ser indicada na bula e na rotulagem."
                }
             ]
          }
       ]
    },
    {
       "Label":"CAPÍTULO VIII",
       "Text":"DAS DISPOSIÇÕES FINAIS E TRANSITÓRIAS",
       "Order":8,
       "Children":[
          {
             "Label":"Art. 108",
             "Order":1,
             "Text":" Para notificações simplificadas de medicamentos, serão aceitos estudos que estejam de acordo com as normas escritas no art. 114 desta Resolução se todas as seguintes condições forem cumpridas:",
             "Children":[
                {
                   "Label":"I",
                   "Order":1,
                   "Text":"o estudo foi finalizado antes da publicação desta Resolução, enquanto a respectiva notificação à Anvisa será realizada em até 6 (seis) meses contados a partir da publicação desta Resolução ou "
                },
                {
                   "Label":"II",
                   "Order":2,
                   "Text":"o estudo foi iniciado antes da publicação desta Resolução, enquanto a respectiva notificação à Anvisa será realizada em até 24 (vinte e quatro) meses contados a partir do início do estudo. "
                }
             ]
          },
          {
             "Label":"Art. 109",
             "Order":2,
             "Text":" O Estudo de Estabilidade de Acompanhamento deve ser realizado conforme protocolo aprovado na última petição mencionada no art. 111 desta Resolução."
          },
          {
             "Label":"Art. 110",
             "Order":3,
             "Text":" Para medicamentos de notificação simplificada, cuja notificação se tenha dado antes da publicação desta Resolução, serão aceitos Estudos de Estabilidade de Acompanhamento conforme as Resoluções mencionadas no Art. 114 , desde que esses estudos sejam finalizados em até 36 (trinta e seis) meses após a data de publicação desta Resolução."
          },
          {
             "Label":"Art. 111",
             "Order":4,
             "Text":" Para petições de registro e mudanças pós-registro de medicamento e petições de regularização ou mudanças no IFA, quando solicitados Estudos de Estabilidade, serão aceitos estudos que estejam de acordo com as normas a que se refere o art. 114 desta Resolução, desde que uma das seguintes condições seja cumprida: I- em qualquer caso, o estudo deverá haver sido finalizado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 6 (seis) meses contados da data de publicação desta Resolução II- no caso de mudanças pós-registro de medicamento ou mudanças pós- regularização do IFA, o estudo deverá haver sido iniciado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 6 (seis) meses contados da data de vencimento do lote mais antigo deste estudo, considerando o Prazo de Validade aprovado no momento do protocolo ou III- no caso de registros de medicamentos ou regularização de IFA, o estudo deverá haver sido iniciado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 24 (vinte e quatro) meses contados a partir do início do estudo.",
             "Children":[
                {
                   "Label":"I",
                   "Order":1,
                   "Text":"em qualquer caso, o estudo deverá haver sido finalizado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 6 (seis) meses contados da data de publicação desta Resolução "
                },
                {
                   "Label":"II",
                   "Order":2,
                   "Text":"no caso de mudanças pós-registro de medicamento ou mudanças pós- regularização do IFA, o estudo deverá haver sido iniciado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 6 (seis) meses contados da data de vencimento do lote mais antigo deste estudo, considerando o Prazo de Validade aprovado no momento do protocolo ou "
                },
                {
                   "Label":"III",
                   "Order":3,
                   "Text":"no caso de registros de medicamentos ou regularização de IFA, o estudo deverá haver sido iniciado antes da publicação desta Resolução, enquanto a respectiva petição deverá haver sido protocolada em até 24 (vinte e quatro) meses contados a partir do início do estudo. "
                }
             ]
          },
          {
             "Label":"Art. 112",
             "Order":5,
             "Text":" O descumprimento das disposições constantes desta Resolução constitui infração sanitária, nos termos da Lei n6.437/1977, sem prejuízo das responsabilidades civil, administrativa e penal cabíveis."
          },
          {
             "Label":"Art. 113",
             "Order":6,
             "Text":" O item 1 do Anexo da Instrução Normativa nº. 2, de 30 de março de 2009, publicada no Diário Oficial da União de 1de abril de 2009, passa a vigorar com a seguinte redação: “1. Considerações primárias .................................................................................................................................... Para a produção de lotes piloto é admissível a existência de planta piloto contendo equipamentos com capacidade reduzida e de mesmo princípio de funcionamento ao utilizado na produção do lote industrial. Ministério da Saúde - MS Agência Nacional de Vigilância Sanitária – ANVISA Este texto não substitui o(s) publicado(s) em Diário Oficial da União. Os lotes pilotos devem ser fabricados segundo as Boas Práticas de Fabricação.” (NR)"
          },
          {
             "Label":"Art. 114",
             "Order":7,
             "Text":" Ficam revogados: I- a Resolução - RE n1, de 29 de julho de 2005 II- a Resolução - RDC n45, de 9 de agosto de 2012 III- o item 5.6.3 da Resolução - RDC n08, de 2 de janeiro de 2001 IV- a Instrução Normativa - IN n4, de 11 de abril de 2007 V- a Orientação de Serviço n02/2013-GGMED/ANVISA, de 1de fevereiro de 2013 e VI- a Orientação de Serviço n01/2012-GGMED/ANVISA, de 17 de outubro de 2012.",
             "Children":[
                {
                   "Label":"I",
                   "Order":1,
                   "Text":"a Resolução - RE n1, de 29 de julho de 2005 "
                },
                {
                   "Label":"II",
                   "Order":2,
                   "Text":"a Resolução - RDC n45, de 9 de agosto de 2012 "
                },
                {
                   "Label":"III",
                   "Order":3,
                   "Text":"o item 5.6.3 da Resolução - RDC n08, de 2 de janeiro de 2001 "
                },
                {
                   "Label":"IV",
                   "Order":4,
                   "Text":"a Instrução Normativa - IN n4, de 11 de abril de 2007 "
                },
                {
                   "Label":"V",
                   "Order":5,
                   "Text":"a Orientação de Serviço n02/2013-GGMED/ANVISA, de 1de fevereiro de 2013 e "
                },
                {
                   "Label":"VI",
                   "Order":6,
                   "Text":"a Orientação de Serviço n01/2012-GGMED/ANVISA, de 17 de outubro de 2012. "
                }
             ]
          },
          {
             "Label":"Art. 115",
             "Order":8,
             "Text":" Esta Resolução entra em vigor na data de sua publicação. "
          }
       ]
    }
 ]